{
    "risk": [
        "Ask about your child's risk of developing endocarditis.",
        "If it's severe, you may need to limit your activity until the valve is dilated or replaced because of strain on the right ventricle or risk of arrhythmias.",
        "If your ps is severe, pregnancy may be a higher risk.",
        "The risk of heart complications can vary between families and among different members of the same family, so it's important that your health care team identifies people who are most at risk for these complications so preventative treatment can be provided.",
        "Researchers say daily exercise, including as few as 2,500 steps per day, can help older women lower their risk of heart failure smelling burnt toast is not a sign of a heart attack.",
        "It may help reduce the risk of.",
        "Cannabis can increase the risk of cardiovascular disease, including heart attacks.",
        "A fibrillating atrium quivers and doesn't pump efficiently, which increases the risk for blood clots that may cause a stroke.",
        "Understanding your risk and knowing when something isn't right can help you and your doctor manage valve issues.",
        "I did an audit of the heart monitors we give out to people for investigation and from about 700 people, we found only about 20 that had atrial fibrillation [which can increase your risk of stroke].",
        "But having a congenital heart defect can increase your risk of developing certain medical conditions that include:   written by american heart association editorial staff and reviewed by science and medicine advisors.",
        "The most important behavioural risk factors of heart disease and stroke are unhealthy diet, physical inactivity, tobacco use and harmful use of alcohol.",
        "The effects of behavioural risk factors may show up in individuals as raised blood pressure, raised blood glucose, raised blood lipids, and overweight and obesity.",
        "These  intermediate risks factors  can be measured in primary care facilities and indicate an increased risk of heart attack, stroke, heart failure and other complications.",
        "Cessation of tobacco use, reduction of salt in the diet, eating more fruit and vegetables, regular physical activity and avoiding harmful use of alcohol have been shown to reduce the risk of cardiovascular disease.",
        "In addition, drug treatment of hypertension, diabetes and high blood lipids are necessary to reduce cardiovascular risk and prevent heart attacks and strokes among people with these conditions.",
        "People living in low- and middle-income countries often do not have the benefit of primary health care programmes for early detection and treatment of people with risk factors for cvds.",
        "They are also a risk for heart failure, stroke, and sudden death.",
        "Some unhealthful lifestyle choices, such as smoking, may also increase the risk of heart issues, including valve problems.",
        "Making lifestyle changes can reduce the risk of further valve damage and other heart health problems.",
        "When they do not function correctly, the heart has to work harder, increasing the risk of heart conditions and complications.",
        "By following these simple steps you can reduce the modifiable risk factors for heart disease, heart attack and stroke.",
        "The food you eat (and the amount) can affect other controllable risk factors: cholesterol, blood pressure, glucose levels and weight.",
        "High blood pressure is a major risk factor for stroke.",
        "Eating too many calories and getting too little physical activity can increase your risk of becoming overweight or obese.",
        "But even modest weight loss (5% to 10% of body weight) can help reduce your risk.",
        "Even when blood glucose levels are kept under control, diabetes greatly increases the risk of heart attack and stroke.",
        "All of these factors can increase your risk for heart disease and stroke.",
        "Talk with your health care team about how to prevent complications from mvp based on your level of risk.",
        "The type of medication and the duration of your treatment will vary based on your condition and other risk factors.",
        "How long you need to take this medicine depends on why it's being prescribed and your future risk of blood clots and bleeding.",
        "Please talk to your health care professional about any potential risks.",
        "Conditions associated with an enlarged heart include: things that can increase the risk of an enlarged heart (cardiomegaly) include: the risk of complications from an enlarged heart depends on the part of the heart affected and the cause.",
        "However, if further research corroborates and expands on these findings, it could lead to a novel approach in preventing and treating atherosclerotic cardiovascular disease, particularly in individuals with certain risk factors.",
        "Dr. samantha lee, the director of cardiac telemetry at staten island university hospital in new york who was not involved in the study, told medical news today that she never considered the idea that finasteride could be a medication with any significant cardiac risks or benefits.",
        "A recent study found that non-exercise physical activity was associated with a lower risk for major adverse cardiovascular events such as heart attack.",
        "The increase of combined risk of stroke, heart attack, and coronary heart disease was similar to the risk among adults who never used e-cigarettes but did use cannabis.",
        "Despite common use, little is known about the risks of cannabis use and, in particular, the cardiovascular disease risks,  said abra jeffers, phd, a lead study author and a data analyst at massachusetts general hospital in boston in the statement.",
        "In addition, smoking cannabis — the predominant method of use — may pose additional risks because particulate matter is inhaled.",
        "The research team looked at whether cannabis use was associated with adverse cardiovascular outcomes among the general adult population, among people who never smoked tobacco or used e-cigarettes, and among younger adults (men under 55 and women under 65) at risk for heart disease.",
        "The results were similar after controlling for other cardiovascular risk factors, including alcohol use, tobacco and/or e-cigarette use, physical activity, body mass index, and type 2 diabetes.",
        "Non-users had a lower risk of heart issues than both daily and non-daily cannabis users.",
        "There was also a lower risk for less-than-daily users.",
        "Cannabis use was associated with 36% higher odds for premature stroke, heart attack, and cardiovascular disease among younger adults at risk for premature cardiovascular disease, regardless of whether they also used traditional tobacco products or not.",
        "Our study shows that smoking cannabis has significant cardiovascular risk risks, just like smoking tobacco.",
        "This would be especially important to people with pre-existing cardiovascular disease or with cardiovascular risk factors.",
        "Loren wold, an expert in inhaled products and cardiovascular risk at the ohio state university wexner medical center who wasn't involved in the research, told medical news today the study's inclusion of cannabis use by ingestion hasn't been reported before in such a large study.",
        "It is important for policymakers to understand the potential cardiovascular risk to younger and older adults should these products continue to be legalized,  she said.",
        "In the field of cardiology, we have long suspected cannabis to be related to an increased risk of poor cardiovascular outcomes – heart attack, heart failure and stroke – but there has been insufficient evidence as many studies were not designed or powered for these specific outcomes,  greene said.",
        "And these findings are striking, indicating a 36 percent increased risk of heart disease and heart attack and a 42 percent increase in the risk of stroke.",
        "Those risks increase with each number of cardiovascular risk factors that are additionally present (like) diabetes, smoking etc.",
        "Of course when prescribed medically, one must weigh risks and benefits when consulting with their prescribing physician,  she added.",
        "But some believe increased health risks have to do with the mode of consumption, whether you are smoking it or ingesting it as an edible or consuming it through a vaporizer,  he said.",
        "But this study, unlike other studies, showed that no matter how you took it, cannabis presented significant increased health risks.",
        "Share this article a new study concludes that people who are pregnant who use cannabis have a higher risk of unhealthy outcomes, including preterm birth and low birth.",
        "Researchers say the drug finasteride, used to treat hair loss and enlarged prostate glands, may also help reduce heart disease risk by lowering.",
        "As frightening as those statistics are, the risks of getting those diseases are even higher for black people.",
        "It is important to have a checkup and work with a health care professional on your specific risk factors and the things that you need to do to take care of your health.",
        "High blood pressure, overweight and obesity and diabetes are common conditions that increase the risk of heart disease and stroke.",
        "Here's how they affect black people and some tips to lower your risk.",
        "Also known as hypertension, high blood pressure increases your risk of heart disease and stroke.",
        "Obesity is a risk factor for heart disease and stroke and is linked to other health problems like diabetes and cancer.",
        "For diabetes and other heart disease risks, regular exercise plays a key role – both in strengthening the cardiovascular system and burning extra calories.",
        "Possible treatments may include: you may be able to lower your risk of certain heart diseases by making heart-healthy lifestyle changes  and managing any other medical conditions you have.",
        "However, improvements in medical care and reductions in risk factors associated with heart disease, such as high blood pressure, high cholesterol, smoking, and obesity, have led to declines in heart disease morbidity and mortality (2–5).",
        "If you are at higher risk of developing serious flu complications, flu vaccination is especially important.",
        "When you get vaccinated, you reduce your risk of getting sick with flu and possibly being hospitalized or dying from flu.",
        "People 65 years and older are at higher risk of developing serious complications from flu compared with young, healthy adults.",
        "Following is a list of all the health and age factors that are known to increase a person's risk of getting serious flu complications: other people at higher risk from flu:   find flu vaccines in your area.",
        "Many of the people who are at high risk for heart attack or stroke don't know it.",
        "The good news is that many of the major risks for these conditions can be prevented and controlled through healthy lifestyle changes.",
        "Many people with risks for heart disease and stroke—such as high blood pressure and high cholesterol—do not know that they have these conditions or how to effectively control them to prevent a heart attack or stroke.",
        "If you have high blood pressure or another condition that increases the risk of left ventricular hypertrophy, your provider is likely to recommend regular health checkups to check your heart.",
        "They include: things that increase the risk of left ventricular hypertrophy include: left ventricular hypertrophy changes the structure and function of the heart.",
        "To prevent left ventricular hypertrophy caused by high blood pressure: uncontrolled high blood pressure increases the risk of left ventricular hypertrophy.",
        "If you have risk factors for heart disease or are over age 40, you may need more-frequent checks.",
        "Conditions that can cause myocardial ischemia include: chest pain associated with myocardial ischemia can be triggered by: factors that can increase your risk of developing myocardial ischemia include: myocardial ischemia can lead to serious complications, including: the same lifestyle habits that can help treat myocardial ischemia can also help prevent it from developing in the first place.",
        "In men, the risk increases after age 45.",
        "In women, the risk increases after 55.",
        "Hypertension, also known as high blood pressure, increases the risk for heart disease and stroke, two leading causes of death in the united states.1 clinicians diagnose patients as having hypertension and make treatment decisions by comparing patients' systolic and diastolic blood pressure readings to certain thresholds.",
        "This is a valuable resource for researchers, clinicians, healthcare policy makers, media professionals, the public, and others who seek the best national data available on disease morbidity, mortality, and risks; quality of care; medical procedures and operations; and costs associated with the management of these diseases.",
        "Prevalence is an estimate of how many people have a specific disease, condition, or risk factor at a given point in time.",
        "High blood pressure, high blood cholesterol, and smoking are key risk factors for heart disease.",
        "Several other medical conditions and lifestyle choices can also put people at a higher risk for heart disease, including:  division for heart disease and stroke prevention",
        "Aerobic exercise reduces the risk of many health conditions.",
        "The aorta can be more than an inch wide in some places and has three layers: when a problem occurs with the aorta, the heart and the entire body's blood supply can be put at risk.",
        "Source: interactive atlas of heart disease and stroke sometimes heart disease may be  silent  and not diagnosed until a man experiences signs or symptoms of a heart attack, heart failure, or an arrhythmia.5 when these events happen, symptoms may include even if you have no symptoms, you may still be at risk for heart disease.",
        "In 2013–2016 47% of men had hypertension, a major risk factor for heart disease and stroke.7 several other medical conditions and lifestyle choices can also put people at a higher risk for heart disease, including to reduce your chances of getting heart disease, it's important to do the following:8 for more information on men and heart disease, visit the following websites:  division for heart disease and stroke prevention",
        "This article also covers risk factors and treatment.",
        "In time, the heart muscle weakens, and there is a risk of heart failure and arrhythmias.",
        "However, some lifestyle factors and medical conditions can also increase the risk.",
        "Some lifestyle measures can help reduce the risk of heart disease.",
        "These include: taking these steps can help boost overall health and reduce the risk of heart disease and its complications.",
        "Researchers say that the use of cannabis, whether it's smoked, vaped, or ingested, increases the risk of heart attack and stroke researchers say the drug finasteride, used to treat hair loss and enlarged prostate glands, may also help reduce heart disease risk by lowering.",
        "Many factors play into the risk of developing cardiovascular disease, and for some people, the risk is much higher.",
        "A recent study published in the journal of the american heart association tested several biomarkers researchers thought could help predict changes in cardiovascular disease risk among individuals with rheumatoid arthritis.",
        "In their analysis of 109 participants, researchers identified six biomarkers associated with an increased risk for cardiovascular disease.",
        "People with ra can also be at a higher risk for other health problems and complications, including:  one of the major concerns is how people with ra have a higher risk for heart problems like coronary artery disease.",
        "However, it is not always easy to figure out which people with ra are most at risk.",
        "However, our current risk models don't work as well in ra as they do in non-ra general population patients.",
        "We also do not have a great handle on why people with ra are at higher cardiovascular risk than the general population.",
        "These factors drove us to look at biomarkers that might help predict cardiovascular disease and give us insights into mechanisms underpinning this risk.",
        "This trial looked at two different treatment regimens for ra and how they affected the risk of cardiovascular disease, ultimately finding similar results between the two groups.",
        "Arterial inflammation helps indicate the risk for cardiovascular events.",
        "Researchers found six biomarkers that were related to changes in cardiovascular disease risk.",
        "We measured the biomarkers at the beginning of the study and six months later, imaging the patients' arteries each time to assess their arterial inflammation—an indicator of cardiovascular risk.",
        "Six of the biomarkers were associated with increased cardiovascular risk.",
        "Using them in predictive models improved our ability to predict increases in arterial inflammation compared to standard clinical indices such as the framingham risk score.",
        "There is much opportunity for future research regarding these biomarkers and how these tests can help with risk prediction for cardiovascular disease.",
        "Our current paper relied on pet scans, which are a good marker of cardiovascular risk, but not perfect.",
        "Share this article researchers say drugs used to treat joint pain and inflammation in rheumatoid arthritis may help reduce the risk of cardiovascular disease a new study suggests that an anti-inflammatory drug, already approved to treat rheumatoid arthritis, may be able to slow and reverse some of the.",
        "A narrowed artery poses a serious risk, as it may reduce or block the blood flow to the brain, which could cause a stroke.",
        "Major contributing risk factors for damage and plaque buildup in the arteries include: people with a family history of any type of atherosclerosis may also have an increased risk of artery disease themselves.",
        "If the doctor feels that a person may be at risk for carotid artery disease, they may run a physical exam or order other tests to check the person's blood health.",
        "Treatment for carotid artery disease is vital to reduce the risk of life threatening complications and keep the disease from progressing.",
        "Doctors may recommend additional drugs, such as those that control cholesterol or lower blood pressure, depending on a person's underlying risk factors.",
        "People who experience symptoms of carotid artery disease or are at risk for major complications may need to have one or more medical procedures to reduce their risk.",
        "As such, they both have similar risk factors.",
        "However, treatment can reduce the risk of significant events, such as stroke.",
        "Many health conditions and unhealthful lifestyle choices increase the risk of plaque buildup and carotid artery disease.",
        "Successful treatment includes making dietary and lifestyle changes to reduce the plaque buildup in the arteries and lower the risk of serious complications, such as stroke.",
        "Last medically reviewed on  december 20, 2019 share this article blood thinners help reduce the risk of blood clots and heart disease.",
        "The risks, which are rare, are much the same as for any cardiac catheterization.",
        "For device implantation, device embolization is an additional risk (the device could break free and travel to another part of the heart or blood vessels), which may require surgical retrieval.",
        "This is an extremely rare risk because most of the devices are designed for safe repositioning and retrieval in the cath lab if necessary.",
        "Another risk is a residual leak across the device, but usually the leak is sealed in two to six months as the body grows new tissue over the device.",
        "The risks of surgical closure would include most of the cath lab risks such as bleeding, infection, blood clots, arrhythmia and residual leaks.",
        "Other inherent risks involving open-chest and open-heart surgery include the need for blood transfusions, prolonged bed rest, lung collapse and lung infections, and fluid forming within the sac of the heart.",
        "Overall, both procedures are effective and have low risk.",
        "Alcohol and street drugs may increase the risk also, as can exposure to chemicals such as certain pesticides and solvents.",
        "Consultation with a genetics counselor to find out more about your particular risk for future pregnancies is recommended.",
        "There is a small risk of endocarditis (heart infection) after repair of coarctation.",
        "There is no risk to the  fetus and you do not have to have a full bladder for the test.",
        "If you or one of your children has a structural congenital heart defect,  then future babies are at slightly increased risk.",
        "However, most heart murmurs  are innocent and in no way mean that future children are at increased  risk.",
        "The cardiologist will tell you if your child is at risk for needing future procedures (surgery or heart catheterizations) and also will describe any limitations to exercise and other strenuous activity that should be followed.",
        "However, if you do not have congenital heart disease and your sister is the only family member to be born with a heart problem, then your daughter is not at increased risk of having such a problem.",
        "Most children with congenital heart defects are at an increased risk for developing bacterial endocarditis, an infection of the lining of the inside of the heart or the heart valves (this lining is called the endocardium).",
        "For many years the american heart association recommended that children and adults at increased risk for endocarditis take antibiotics before certain dental and surgical procedures.",
        "There is also some risk involved with taking antibiotics.",
        "Therefore, the new guidelines say that antibiotic prophylaxis should be reserved only for those children and adults who have the greatest risk for a bad outcome if they get endocarditis.",
        "The results of this testing will help determine the risk of having another child with the same or a related heart defect.",
        "If neither parent has this gene defect, the risk of having another child with congenital heart disease is 4 percent to 6 percent.",
        "The dilation of the coronary arteries and the risk for blockage can be permanent.",
        "Fortunately, a child's risk for coronary artery aneurysms can be reduced.",
        "Treatment with an intravenous medicine known as gamma globulin can help reduce this risk.",
        "First, there is a small risk that a child or adult with a small vsd will develop an infection in the heart (endocarditis).",
        "If medication fails to control the tachycardia, or in patients at higher risk of life-threatening events, or if patients are averse to medical therapy, a procedure called catheter ablation may be used.",
        "Doctors call these things risk factors.",
        "Some of these risk factors a person can't do anything about, like being older and having other people in the family who have had the same problems.",
        "But people do have control over some risk factors — smoking, having high blood pressure, being overweight, and not exercising can increase the risk of getting cardiovascular disease."
    ],
    "prevent": [
        "The risk of heart complications can vary between families and among different members of the same family, so it's important that your health care team identifies people who are most at risk for these complications so preventative treatment can be provided.",
        "It is essential to maintain heart health and help prevent any heart disease that may stop the heart from functioning correctly.",
        "Typically, this is the result of a blockage preventing the normal flow of blood, but it can also occur from supply-demand mismatch.",
        "Early treatment for a heart attack can help prevent or reduce severe damage to the heart muscle.",
        "The best position during a heart attack relieves stress on the heart and prevents further injury.",
        "Medication for heart disease can help manage and prevent the condition.",
        "They include: heart attacks and strokes are usually acute events and are mainly caused by a blockage that prevents blood from flowing to the heart or brain.",
        "In addition, drug treatment of hypertension, diabetes and high blood lipids are necessary to reduce cardiovascular risk and prevent heart attacks and strokes among people with these conditions.",
        "Target 8: at least 50% of eligible people should receive drug therapy and counselling (including glycaemic control) to prevent heart attacks and strokes by 2025.",
        "The valves close off parts of the heart, preventing the blood from flowing backward.",
        "Regurgitation prevents the valve from closing fully, causing blood to flow backward into the right ventricle.",
        "The valve prevents blood from flowing back to the left ventricle.",
        "This delays or prevents adequate blood flow to the rest of the body.",
        "Talk with your health care team about how to prevent complications from mvp based on your level of risk.",
        "Keeps blood clots from forming by preventing blood platelets from sticking together.",
        "When diagnosed early, proper treatment of the underlying condition may prevent the enlarged heart from getting worse.",
        "Following a heart-healthy lifestyle can help prevent or manage some conditions that can lead to an enlarged heart.",
        "However, if further research corroborates and expands on these findings, it could lead to a novel approach in preventing and treating atherosclerotic cardiovascular disease, particularly in individuals with certain risk factors.",
        "We can focus our efforts on the prevention of atherosclerosis,  she said.",
        "Type 2 diabetes is treatable and preventable, but many people don't recognize the early warning signs.",
        "Heart disease is the leading cause of death in the united states, but there are ways to prevent and manage many types of heart disease.",
        "The good news is that many of the major risks for these conditions can be prevented and controlled through healthy lifestyle changes.",
        "Many people with risks for heart disease and stroke—such as high blood pressure and high cholesterol—do not know that they have these conditions or how to effectively control them to prevent a heart attack or stroke.",
        "This prevents the lower left heart chamber from filling properly with blood.",
        "As a result of these changes, complications of left ventricular hypertrophy include: the same healthy lifestyle changes recommended to treat heart diseases and high blood pressure also help prevent it.",
        "To prevent left ventricular hypertrophy caused by high blood pressure: uncontrolled high blood pressure increases the risk of left ventricular hypertrophy.",
        "Myocardial ischemia occurs when blood flow to your heart is reduced, preventing the heart muscle from receiving enough oxygen.",
        "Making heart-healthy lifestyle choices is important in treating and preventing myocardial ischemia.",
        "Conditions that can cause myocardial ischemia include: chest pain associated with myocardial ischemia can be triggered by: factors that can increase your risk of developing myocardial ischemia include: myocardial ischemia can lead to serious complications, including: the same lifestyle habits that can help treat myocardial ischemia can also help prevent it from developing in the first place.",
        "With cad, plaque first grows within the walls of the coronary arteries until the blood flow to the heart's muscle is limited, which prevents the heart muscle from receiving enough oxygen.",
        "So, preventive measures taken early in life can have greater lifetime benefits.",
        "Several other medical conditions and lifestyle choices can also put people at a higher risk for heart disease, including:  division for heart disease and stroke prevention",
        "The four valves of the heart prevent blood from flowing in the wrong direction, and open.",
        "The cardiac diet may be effective in preventing heart disease.",
        "In 2013–2016 47% of men had hypertension, a major risk factor for heart disease and stroke.7 several other medical conditions and lifestyle choices can also put people at a higher risk for heart disease, including to reduce your chances of getting heart disease, it's important to do the following:8 for more information on men and heart disease, visit the following websites:  division for heart disease and stroke prevention",
        "Heart failure can be life threatening, but seeking early treatment for heart-related conditions can help prevent complications.",
        "Anyone with a family history of this condition should ask for screening, as receiving treatment can help prevent complications.",
        "Some stem from genetic problems and are not preventable.",
        "In many cases, however, a person can take steps to prevent heart disease and its complications.",
        "While research over the past several decades has shown it to be as big a threat – if not bigger – to women, prevention, diagnostic and treatment gaps remain.",
        "Non-study author dr. sonia rivera-martinez, do, an american osteopathic association board certified physician specializing in family medicine, offered the following speculation:   the identification of biomarkers indicating arterial inflammation can lead to development of biological inhibitors of the specific biomarker causing the arterial inflammation and thereby preventing the development of cardiovascular disease.",
        "Diagnosing carotid artery disease as early as possible is important to prevent potentially life threatening complications, such as stroke.",
        "People with carotid artery disease who follow their doctor's treatment plan and make positive lifestyle changes can help prevent the condition from getting worse.",
        "Pacemakers are small battery-powered electronic devices, a little bigger than the size of two silver dollars, that remind the heart to beat at an appropriate rate to prevent symptoms of the very slow heart rate.",
        "Later in life, they'll need to avoid some types of contact sports like football and wrestling to prevent damage to the pacemaker system.",
        "Patients who receive a heart transplant need to be on medications to prevent their own body from attacking the heart (rejection).",
        "Most cases of endocarditis can't be prevented, because we don't always know when a bacteremia occurs.",
        "This was done because it was thought that when someone was having one of the dental or surgical procedures that can cause bacteremia, antibiotics could be given to prevent the bacteria from surviving in the bloodstream.",
        "After they reviewed all of the scientific evidence on the causes and prevention of endocarditis, they concluded that the prophylactic dose of antibiotics given before dental and surgical procedures prevent very few, if any, cases of endocarditis.",
        "Some children require medicine to dissolve or prevent blood clots.",
        "Afterward, a low dose of aspirin is continued to prevent blood clots.",
        "However, children with giant aneurysms usually require ongoing treatment to prevent blood clots.",
        "The mitral valve prevents blood from going backwards by closing when the main pumping chamber of the heart (left ventricle) is squeezing or contracting.",
        "The pulmonary valve is like a one-way swinging  door on the right side of the heart that prevents back flow of blood from the  lungs to the heart.",
        "This valve prevents blood from leaking backwards from the  right ventricle (the chamber of the heart that pumps blood to the lungs) when  this chamber squeezes.",
        "The good news is that these surgeries can help prevent heart attacks, strokes, and other problems."
    ],
    "cure": [
        "Heart failure is a serious condition, and usually there's no cure.",
        "Heart failure has no cure, but treatments aim to help a person live longer with fewer symptoms.",
        "We raise money to research cures and treatments for the world's biggest killers.",
        "Even with successful treatment, there is no outright cure for carotid artery disease.",
        "Since the 1980s, the procedure has been performed in tens of thousands of children safely and effectively, and provides a permanent cure more than 90 percent of the time."
    ],
    "medicine": [
        "The long-term outlook after balloon valvuloplasty or surgery is excellent, and usually no medicines and no additional surgery are needed.",
        "The long-term outlook after balloon valvuloplasty or surgery is excellent, and usually no medicines are needed.",
        "Written by american heart association editorial staff and reviewed by science and medicine advisors.",
        "Unlike other medicines use to treat hcm, mavacamten targets the underlying cause of obstructive hcm.",
        "A doctor may also prescribe medicine to reduce clotting, lower blood pressure, and reduce strain on the heart.",
        "Treatment will depend on the type of heart failure a person has, but typically involves lifestyle changes, medicines, and in some cases, surgery.",
        "Some diseases, conditions and substances also can cause the disease, such as:  written by american heart association editorial staff and reviewed by science and medicine advisors.",
        "Arrhythmias can be caused by: an arrhythmia occurs when:  written by american heart association editorial staff and reviewed by science and medicine advisors.",
        "But having a congenital heart defect can increase your risk of developing certain medical conditions that include:   written by american heart association editorial staff and reviewed by science and medicine advisors.",
        "Basic medicines that should be available include:  an acute event such as a heart attack or stroke should be promptly managed.",
        "You also may need medicines to help control your blood sugar or insulin levels.",
        "Additional resources:  written by american heart association editorial staff and reviewed by science and medicine advisors.",
        "How long you need to take this medicine depends on why it's being prescribed and your future risk of blood clots and bleeding.",
        "Some possible causes include lifestyle, genetics, infections, medicines, and other diseases.",
        "In patients with symptoms, medicines such as beta-blockers and calcium channel blockers are usually the first line of treatment.",
        "It's important to:  written by american heart association editorial staff and reviewed by science and medicine advisors.",
        "Non-study author dr. sonia rivera-martinez, do, an american osteopathic association board certified physician specializing in family medicine, offered the following speculation:   the identification of biomarkers indicating arterial inflammation can lead to development of biological inhibitors of the specific biomarker causing the arterial inflammation and thereby preventing the development of cardiovascular disease.",
        "My sister was born with a hole in her heart and had open heart surgery and now is on medicines because her heart is weak.",
        "Unfortunately, these medicines have many side effects, including making the body more susceptible to a dangerous infections, damaging the kidneys, and even cancer.",
        "If tachycardia occurs, your pediatric cardiologist and obstetrician will recommend medicine for you to take to help regulate your fetus's heart rhythm.",
        "If there are any signs of damage to the fetal heart, it may be recommended that you be hospitalized while beginning the medicine.",
        "If you are put on medicine, it is likely the baby will need to take a similar heart rhythm medicine after birth.",
        "Some children require medicine to dissolve or prevent blood clots.",
        "Treatment with an intravenous medicine known as gamma globulin can help reduce this risk.",
        "These children may receive additional doses of gamma globulin or be treated with steroids or other medicines.",
        "These medicines, called beta-blockers, will lower the heart rate and blood pressure, and help to reduce or eliminate symptoms.",
        "Some asthma medications can also cause a transient increase in heart rate, but the medicines your son is taking generally don't do this.",
        "The person also may need to take medicine, have surgery, or both."
    ],
    "symptom": [
        "Older children usually have no symptoms.",
        "Treatment is needed when the pressure in the right ventricle is high (even though there may be no symptoms).",
        "If you develop symptoms or problems with your right ventricle due to pr, you may need surgery to replace the pulmonary valve.",
        "Eventually the heart and body simply can't keep up, and the person experiences fatigue, breathing problems or other symptoms that usually prompt a trip to the doctor.",
        "Some people with hypertrophic cardiomyopathy don't have symptoms while others may only feel symptoms with exercise or exertion.",
        "Some people may not have signs or symptoms in the early stages of the disease but may develop them over time.",
        "(pdf) knowing your medical history and any signs and symptoms you may have is an important first step.",
        "For people with hcm who don't have symptoms, a heart healthy lifestyle which includes staying active, eating a healthy diet, maintaining a normal weight, getting good quality sleep and not smoking  is recommended.",
        "For those with symptoms, the focus is on symptom management using medications and procedures.",
        "These medications may help improve symptoms and function, but may have side effects.",
        "It will look at the symptoms, causes, diagnosis, and treatments of both conditions.",
        "Heart attacks do not always present with noticeable symptoms.",
        "The symptoms of a heart attack can vary from person to person.",
        "People who have had a past heart attack may notice different symptoms.",
        "Typically, the most common symptoms are: other possible symptoms may include: the symptoms of heart failure depend on the type and severity of the condition.",
        "Shortness of breath is a common symptom of both left and right sided heart failure.",
        "Symptoms of left sided heart failure can include: symptoms of right sided heart failure may include: due to the urgency of a potential heart attack, a doctor will likely diagnose a heart attack based on the person's signs, symptoms, and medical history.",
        "Heart failure has no cure, but treatments aim to help a person live longer with fewer symptoms.",
        "Anyone who experiences symptoms of a heart attack or heart failure should immediately seek the advice of a healthcare professional.",
        "Common symptoms of heart failure include shortness of breath, fatigue and swelling of the ankles, feet, legs, abdomen and veins in the neck.",
        "Treatment for mitral valve prolapse includes medication to manage symptoms, lifestyle changes, and, surgical intervention to repair or replace the.",
        "The main symptoms of peripheral vascular disease include pain, numbness, weakness in the legs and feet, skin discoloration, and slow wound healing.",
        "It does not cause symptoms.",
        "A heart attack can present differently between males and females, including some symptoms such as pain presenting in different parts of the body.",
        "Myocarditis and pericarditis symptoms can seem similar, but there are some key differences between the conditions.",
        "When a heart attack occurs because of cocaine, people may experience symptoms such as chest tightness.",
        "Mild mitral regurgitation may not have any symptoms.",
        "This may produce symptoms ranging from shortness of breath during exertion, coughing, congestion around the heart and lungs and swelling of the legs and feet (edema).",
        "There is some evidence that women's symptoms are more likely to vary from ‘classic' chest pain, and we know that women are less likely to seek medical attention and treatment.",
        "Feeling tired all the time can be a symptom of heart failure, as well as of other conditions.",
        "Minor defects rarely cause symptoms.",
        "If the heart problem is suspected based on symptoms or a heart murmur, your child's pediatrician or family physician will likely refer your child to a pediatric cardiologist.",
        "Often, there are no symptoms of the underlying disease of the blood vessels.",
        "The most common symptom of a stroke is sudden weakness of the face, arm, or leg, most often on one side of the body.",
        "Other symptoms include sudden onset of: people experiencing these symptoms should seek medical care immediately.",
        "Problems with the heart valves can lead to palpitations, chest pain, and other symptoms.",
        "The symptoms of a heart valve problem are similar to symptoms of other heart diseases, and include:  in the case of a valve that does not close all the way, a doctor may recommend surgery to repair the leaflets of the valve.",
        "People with heart valve problems should consult a doctor about options for safely treating their symptoms.",
        "This article looks at the mitral valve and diseases of the mitral valve, including their symptoms, causes, and treatment options.",
        "Many people with aortic stenosis, or as, don't experience noticeable symptoms until the amount of restricted blood flow becomes greatly reduced.",
        "Infants and children who have aortic stenosis due to a congenital defect may exhibit symptoms such as: watch this short video about as symptoms.",
        "In addition to the symptoms of aortic stenosis, which may cause a patient to feel faint, weak, or lethargic, the wall of the left ventricle also may show muscular thickening because the ventricle must work harder to pump blood through the narrow valve opening into the aorta.",
        "If there are no symptoms or if symptoms are mild, the best course of action could be regular follow up and monitoring to see if any symptoms develop or worsen.",
        "Common symptoms include bursts of rapid heartbeat (palpitations), chest discomfort and fatigue.",
        "Even for those who aren't having symptoms, if a murmur is detected suggesting mitral valve prolapse, an echocardiogram (echo) is recommended.",
        "The test results and extent of your symptoms will guide your health care team in determining if further testing is needed.",
        "Know the signs and symptoms of heart attack and stroke.",
        "The use of antibiotics before having a dental procedure is no longer recommended by the american heart association for patients with mitral valve prolapse, regardless of whether they have associated symptoms.",
        "In some people, an enlarged heart (cardiomegaly) causes no signs or symptoms.",
        "Others may have these signs and symptoms of cardiomegaly: an enlarged heart may be easier to treat when it's detected early.",
        "Call 911 or your local emergency number if you have signs and symptoms of a potential heart attack: an enlarged heart (cardiomegaly) can be caused by damage to the heart muscle or any condition that makes the heart pump harder than usual, including pregnancy.",
        "It can cause permanent damage to the heart before you even notice any symptoms, that's why it is often referred to as the \"silent killer.\"",
        "Your symptoms will depend on the type of heart disease you have.",
        "You may not have symptoms at first.",
        "Treatment plans for heart disease depend on the type of heart disease you have, how serious your symptoms are, and what other health conditions you have.",
        "Up to one-third of patients with a myocardial bridge do not have any symptoms, even if their hearts are not getting enough blood supply.",
        "Symptoms are most likely caused by the myocardial ischemia and may include if you experience symptoms, your doctor will use tests that show how blood is delivered to parts of your heart: in most patients, a myocardial bridge is not treated if it is not causing any symptoms.",
        "In patients with symptoms, medicines such as beta-blockers and calcium channel blockers are usually the first line of treatment.",
        "In rare cases, patients need surgery to relieve their symptoms.",
        "Some people do not have symptoms, especially during the early stages of the condition.",
        "Left ventricular hypertrophy itself doesn't cause symptoms.",
        "But symptoms may occur as the strain on the heart worsens.",
        "They may include: seek emergency care if: if you have mild shortness of breath or other symptoms, such as palpitations, see your health care provider.",
        "Some people who have myocardial ischemia don't have any signs or symptoms (silent ischemia).",
        "Other signs and symptoms — which might be experienced more commonly by women, older people and people with diabetes — include: get emergency help if you have severe chest pain or chest pain that doesn't go away.",
        "Coronary artery disease know the warning signs and symptoms of a heart attack.",
        "Aortic aneurysms can cause two problems:   some of the symptoms, such as chest pain and jaw pain, are generally associated with a heart attack.",
        "But sudden stabbing pain in the neck, jaw, abdomen, chest or shoulder, fainting, difficulty breathing and sometimes even sudden weakness may also be symptoms of an aortic event.",
        "Additional symptoms of a rupture may include clammy skin, nausea and vomiting or shock.",
        "Source: interactive atlas of heart disease and stroke sometimes heart disease may be  silent  and not diagnosed until a man experiences signs or symptoms of a heart attack, heart failure, or an arrhythmia.5 when these events happen, symptoms may include even if you have no symptoms, you may still be at risk for heart disease.",
        "Many congenital heart defects do not cause any noticeable symptoms and only become apparent during a routine medical check.",
        "There may be no symptoms, and many people do not receive a diagnosis.",
        "The symptoms of heart disease depend on the specific type a person has.",
        "Also, some heart conditions cause no symptoms at all.",
        "That said, the following symptoms may indicate a heart problem: in children, the symptoms of a congenital heart defect may include cyanosis, or a blue tinge to the skin, and an inability to exercise.",
        "Some signs and symptoms that could indicate heart attack include:  heart attack can lead to cardiac arrest, which is when the heart stops and the body can no longer function.",
        "A person needs immediate medical attention if they have any symptoms of a heart attack.",
        "These steps include following a healthy diet, getting plenty of exercise, and seeking advice when the first symptoms of heart disease appear.",
        "However, symptoms sometimes don't develop until the teenage years or early adulthood.",
        "Many people with carotid artery disease do not have any symptoms at first.",
        "Carotid artery disease generally starts causing noticeable symptoms as the condition gets worse.",
        "Severe narrowing of the artery or a blockage in it may cause serious signs and symptoms, including: a bruit is a sound present in the arteries of some people with carotid artery disease.",
        "If a person experiences a tia, the symptoms generally go away within the first 24 hours.",
        "People who experience symptoms of carotid artery disease or are at risk for major complications may need to have one or more medical procedures to reduce their risk.",
        "If a child has a congenital heart defect, coughing and  wheezing may be symptoms of heart failure and require evaluation by a congenital  heart specialist.",
        "Several heart conditions can lead to these symptoms in a child who has been previously in good health.",
        "Less common conditions that can manifest with these symptoms and an enlarged heart include weakness of the heart muscle (a condition called dilated cardiomyopathy), rheumatic fever (infrequent in the united states), infection of the heart valves (called endocarditis), and a previously unknown congenital abnormality of the heart or blood vessels.",
        "However, if the infant's heart rate is too slow and symptoms develop, a pacemaker may be needed.",
        "Pacemakers are small battery-powered electronic devices, a little bigger than the size of two silver dollars, that remind the heart to beat at an appropriate rate to prevent symptoms of the very slow heart rate.",
        "The child doesn't need medication, won't have cardiac symptoms, and doesn't have a heart problem or heart disease.",
        "Children with kd have high fevers lasting at least five days, along with a variety of other symptoms.",
        "These medicines, called beta-blockers, will lower the heart rate and blood pressure, and help to reduce or eliminate symptoms.",
        "Patients usually present to the doctor with symptoms of fatigue, chest pain, difficulty breathing with activity and episodes of fainting or nearly fainting.",
        "As you can imagine, these symptoms are difficult to get a handle on, especially in infants.",
        "Thus, pulmonary hypertension is often diagnosed late, after the patient has had vague symptoms for some time.",
        "Your son's symptoms are most likely related to his asthma, but if these continue your doctor may want to consider more testing, including the two tests just described.",
        "Kids usually don't have any symptoms of heart and blood vessel problems."
    ],
    "attack": [
        "A heart attack occurs when there is a sudden loss of blood supply to the heart.",
        "The term refers to several different types of heart conditions, including heart attacks and heart failure.",
        "This article will explore the differences between heart attacks and heart failure.",
        "A heart attack, or myocardial infarction, is when there is a sudden reduction in the flow of blood to a section of the heart.",
        "A wide variety of factors can result in heart attacks.",
        "A common cause of heart attack is coronary artery disease.",
        "A coronary artery spasm can also result in a heart attack.",
        "Heart attacks do not always present with noticeable symptoms.",
        "Doctors may refer to these as silent heart attacks.",
        "The symptoms of a heart attack can vary from person to person.",
        "People who have had a past heart attack may notice different symptoms.",
        "Symptoms of left sided heart failure can include: symptoms of right sided heart failure may include: due to the urgency of a potential heart attack, a doctor will likely diagnose a heart attack based on the person's signs, symptoms, and medical history.",
        "Early treatment for a heart attack can help prevent or reduce severe damage to the heart muscle.",
        "Before a diagnosis confirms a heart attack, a doctor may treat a person with: after diagnosis, a doctor will then try to restore blood flow by removing or lessening the blockage.",
        "Both heart attack and heart failure are serious conditions.",
        "Anyone who experiences symptoms of a heart attack or heart failure should immediately seek the advice of a healthcare professional.",
        "Heart attacks and heart failure are both types of heart disease, but are different conditions.",
        "Heart attacks are when there is a loss of blood supply to the heart, while heart failure is when the heart is unable to pump blood around the body efficiently.",
        "Although heart attacks and heart failure both affect the heart's ability to pump blood around the body, the conditions are different.",
        "Last medically reviewed on  april 20, 2021 share this article heart attack and cardiac arrest are not the same, but both can lead to serious complications and be fatal.",
        "Smelling burnt toast is not a sign of a heart attack.",
        "A new, simple online test based on a standard blood test may be able to predict the likelihood of a first heart attack within the next six months.",
        "The best position during a heart attack relieves stress on the heart and prevents further injury.",
        "Learn what to do when experiencing heart attack.",
        "Knowing what to do if someone has a heart attack can help increase their chances of survival.",
        "Researchers say daily exercise, including as few as 2,500 steps per day, can help older women lower their risk of heart failure smelling burnt toast is not a sign of a heart attack.",
        "A heart attack can present differently between males and females, including some symptoms such as pain presenting in different parts of the body.",
        "Surviving a heart attack alone can include calling 911 immediately, taking an aspirin, opening their front door if they are indoors, and lying down.",
        "Cannabis can increase the risk of cardiovascular disease, including heart attacks.",
        "Gas pain can sometimes feel similar to the chest pain from a heart attack.",
        "When a heart attack occurs because of cocaine, people may experience symptoms such as chest tightness.",
        "Ekgs can help diagnose a heart attack and predict a future event, but they are not reliable in identifying previous heart attacks.",
        "Significantly improved health for some people after they experienced a heart attack, the findings of a trial showed.",
        "It's the classic sign of a heart attack, yet many people don't realise this could be a medical emergency.",
        "If it's a heart attack, it's usually described as a heaviness, tightness or pressure in the chest; people will often describe it as ‘an elephant sat on my chest' or ‘it felt like a tight band around my chest,' that sort of constricting feeling.",
        "Obviously not every bout of nausea equals a heart attack – but if you're getting pain as well, alarm bells should ring.",
        "An indigestion-type pain or a burning sensation in your chest or stomach can be a sign of a heart attack or related heart problem.",
        "You might not associate arm pain with your heart, but it can be a sign of a heart attack.",
        "Professor newby says:  with heart attacks, it can even happen that the pain is felt in the jaw, or the back.",
        "They include: heart attacks and strokes are usually acute events and are mainly caused by a blockage that prevents blood from flowing to the heart or brain.",
        "These  intermediate risks factors  can be measured in primary care facilities and indicate an increased risk of heart attack, stroke, heart failure and other complications.",
        "In addition, drug treatment of hypertension, diabetes and high blood lipids are necessary to reduce cardiovascular risk and prevent heart attacks and strokes among people with these conditions.",
        "A heart attack or stroke may be the first sign of underlying disease.",
        "Symptoms of a heart attack include: in addition the person may experience difficulty in breathing or shortness of breath; nausea or vomiting; light-headedness or faintness; a cold sweat; and turning pale.",
        "Basic medicines that should be available include:  an acute event such as a heart attack or stroke should be promptly managed.",
        "Target 8: at least 50% of eligible people should receive drug therapy and counselling (including glycaemic control) to prevent heart attacks and strokes by 2025.",
        "A heart attack or enlargement of the heart can cause the leaflets of the valve to spread apart, leading to mitral regurgitation.",
        "By following these simple steps you can reduce the modifiable risk factors for heart disease, heart attack and stroke.",
        "But it's tougher to recover from a heart attack or stroke or to live with chronic heart disease.",
        "Even when blood glucose levels are kept under control, diabetes greatly increases the risk of heart attack and stroke.",
        "When mitral valve prolapse is severe enough to cause significant valve leakage, called  regurgitation,  it can lead to serious complications such as heart attack and stroke.",
        "When clots travel from the heart to the arteries or the brain, it can lead to a stroke or heart attack.",
        "Know the signs and symptoms of heart attack and stroke.",
        "If you've had a heart attack, you will most likely be prescribed some medications that you will take for the rest of your life.",
        "Call 911 or your local emergency number if you have signs and symptoms of a potential heart attack: an enlarged heart (cardiomegaly) can be caused by damage to the heart muscle or any condition that makes the heart pump harder than usual, including pregnancy.",
        "A recent study found that non-exercise physical activity was associated with a lower risk for major adverse cardiovascular events such as heart attack.",
        "Cannabis has a significant association with increased odds of stroke and heart attack among adults, including those who don't use tobacco.",
        "In addition, the odds of having a stroke or heart attack increases among those who use cannabis more frequently.",
        "The increase of combined risk of stroke, heart attack, and coronary heart disease was similar to the risk among adults who never used e-cigarettes but did use cannabis.",
        "Daily users were 25% more likely to suffer a heart attack than non-users.",
        "Cannabis use was associated with 36% higher odds for premature stroke, heart attack, and cardiovascular disease among younger adults at risk for premature cardiovascular disease, regardless of whether they also used traditional tobacco products or not.",
        "An analysis of a smaller subgroup of younger adults who never smoked tobacco cigarettes or used nicotine e-cigarettes found a significant association between cannabis use and increased odds of stroke, heart attack, and coronary heart disease.",
        "Even then, he said there's plenty of evidence linking cannabis to heart attacks and strokes.",
        "In the field of cardiology, we have long suspected cannabis to be related to an increased risk of poor cardiovascular outcomes – heart attack, heart failure and stroke – but there has been insufficient evidence as many studies were not designed or powered for these specific outcomes,  greene said.",
        "And these findings are striking, indicating a 36 percent increased risk of heart disease and heart attack and a 42 percent increase in the risk of stroke.",
        "In some cases, you may not know you have heart disease until you have a complication such as a heart attack.",
        "Many of the people who are at high risk for heart attack or stroke don't know it.",
        "Many people with risks for heart disease and stroke—such as high blood pressure and high cholesterol—do not know that they have these conditions or how to effectively control them to prevent a heart attack or stroke.",
        "A sudden, severe blockage of one of the heart's artery can lead to a heart attack.",
        "Coronary heart disease is a common term for the buildup of plaque in the heart's arteries that could lead to heart attack or ischemic stroke.",
        "For some diseases, new and recurrent attacks or cases are combined.",
        "Coronary artery disease know the warning signs and symptoms of a heart attack.",
        "Heart attack heart disease is the leading cause of death for people of most racial and ethnic groups in the united states, including african american, american indian, alaska native, hispanic, and white men.",
        "Here, learn to recognize a heart attack and what to do next.",
        "Aortic aneurysms can cause two problems:   some of the symptoms, such as chest pain and jaw pain, are generally associated with a heart attack.",
        "The term heart disease refers to several types of heart conditions, including coronary artery disease and heart attack.",
        "Source: interactive atlas of heart disease and stroke sometimes heart disease may be  silent  and not diagnosed until a man experiences signs or symptoms of a heart attack, heart failure, or an arrhythmia.5 when these events happen, symptoms may include even if you have no symptoms, you may still be at risk for heart disease.",
        "Plaque in the arteries can rupture from blockages and cause blood flow to stop, which can lead to a heart attack.",
        "The most common causes of dilated cardiomyopathy are past heart attacks, arrhythmias, and toxins, but genetics can also play a role.",
        "Also known as heart attack, myocardial infarction involves an interruption of the blood flow to the heart.",
        "The most common cause of heart attack is plaque, a blood clot, or both in a coronary artery.",
        "Some signs and symptoms that could indicate heart attack include:  heart attack can lead to cardiac arrest, which is when the heart stops and the body can no longer function.",
        "A person needs immediate medical attention if they have any symptoms of a heart attack.",
        "Researchers say that the use of cannabis, whether it's smoked, vaped, or ingested, increases the risk of heart attack and stroke researchers say the drug finasteride, used to treat hair loss and enlarged prostate glands, may also help reduce heart disease risk by lowering.",
        "Many parents may even wonder if their child might be having a heart attack.",
        "Heart attacks, which can occur in adults, are extremely rare in children and most likely not the cause of chest pain and enlarged heart.",
        "Patients who receive a heart transplant need to be on medications to prevent their own body from attacking the heart (rejection).",
        "This can cause chest pain (known as angina) or a heart attack.",
        "This disease includes a variety of problems, including high blood pressure, hardening of the arteries, chest pain, heart attacks, and strokes.",
        "Many people do not realize they have cardiovascular disease until they have chest pain, a heart attack, or stroke.",
        "The good news is that these surgeries can help prevent heart attacks, strokes, and other problems."
    ],
    "treatment": [
        "It can help with getting an early diagnosis when treatment may be most effective.",
        "The risk of heart complications can vary between families and among different members of the same family, so it's important that your health care team identifies people who are most at risk for these complications so preventative treatment can be provided.",
        "It will look at the symptoms, causes, diagnosis, and treatments of both conditions.",
        "Early treatment for a heart attack can help prevent or reduce severe damage to the heart muscle.",
        "Heart failure has no cure, but treatments aim to help a person live longer with fewer symptoms.",
        "Receiving prompt treatment can make a big difference to a person's chance of recovery.",
        "An angioplasty is a medical treatment for certain conditions.",
        "We raise money to research cures and treatments for the world's biggest killers.",
        "There is some evidence that women's symptoms are more likely to vary from ‘classic' chest pain, and we know that women are less likely to seek medical attention and treatment.",
        "We know that many of you are experiencing delays to treatment at this time, or have questions and concerns about getting medical help.",
        "They have the expertise and equipment to determine what tests and treatments your child will need, and how often your child will need heart checkups in the future.",
        "In addition, drug treatment of hypertension, diabetes and high blood lipids are necessary to reduce cardiovascular risk and prevent heart attacks and strokes among people with these conditions.",
        "People living in low- and middle-income countries often do not have the benefit of primary health care programmes for early detection and treatment of people with risk factors for cvds.",
        "This article looks at the mitral valve and diseases of the mitral valve, including their symptoms, causes, and treatment options.",
        "We also discuss some treatment options.",
        "Appropriate treatment can help reverse or slow down the progress of this disease.",
        "However, anyone with aortic stenosis should be checked with an echocardiogram to determine treatment options.",
        "Possible treatments may include medications, valve repair or valve replacement.",
        "It's important to discuss options with your health care team to ensure you receive the most effective treatment possible.",
        "However, in some cases treatment is required.",
        "The type of medication and the duration of your treatment will vary based on your condition and other risk factors.",
        "If you have questions about your treatment, talk to your primary health care professional.",
        "When diagnosed early, proper treatment of the underlying condition may prevent the enlarged heart from getting worse.",
        "Tadwalkar said the study lacks details such as finasteride dosage, treatment duration, and potential  confounding  variables, diminishing the depth of its findings.",
        "Check it regularly and notify your health care professional of changes in case your treatment needs to be adjusted.",
        "Or they may avoid seeking treatment.",
        "Possible treatments may include: you may be able to lower your risk of certain heart diseases by making heart-healthy lifestyle changes  and managing any other medical conditions you have.",
        "In patients with symptoms, medicines such as beta-blockers and calcium channel blockers are usually the first line of treatment.",
        "Hypertension, also known as high blood pressure, increases the risk for heart disease and stroke, two leading causes of death in the united states.1 clinicians diagnose patients as having hypertension and make treatment decisions by comparing patients' systolic and diastolic blood pressure readings to certain thresholds.",
        "We also describe treatment.",
        "The two main treatment options are surgery and/or medications.",
        "This article also covers risk factors and treatment.",
        "Heart failure can be life threatening, but seeking early treatment for heart-related conditions can help prevent complications.",
        "Anyone with a family history of this condition should ask for screening, as receiving treatment can help prevent complications.",
        "Mitral valve prolapse is not usually life threatening, but some people may need to receive treatment for it.",
        "The treatment options will vary depending on the type of heart disease a person has, but some common strategies include making lifestyle changes, taking medications, and undergoing surgery.",
        "While research over the past several decades has shown it to be as big a threat – if not bigger – to women, prevention, diagnostic and treatment gaps remain.",
        "This trial looked at two different treatment regimens for ra and how they affected the risk of cardiovascular disease, ultimately finding similar results between the two groups.",
        "This could lead to treatment for others beyond patients with rheumatoid arthritis.",
        "Dietary and lifestyle changes are an essential part of a treatment plan for carotid artery disease.",
        "Getting treatment and making lifestyle changes are vital to give a person the best outlook possible.",
        "People with carotid artery disease who follow their doctor's treatment plan and make positive lifestyle changes can help prevent the condition from getting worse.",
        "Even with successful treatment, there is no outright cure for carotid artery disease.",
        "However, treatment can reduce the risk of significant events, such as stroke.",
        "Successful treatment includes making dietary and lifestyle changes to reduce the plaque buildup in the arteries and lower the risk of serious complications, such as stroke.",
        "The treatment that you described of increasing salt intake, and/or fluid  intake, is usually the first step for treating neurocardiogenic syncope or  \"fainting spells.\"",
        "At  this time, the best thing for you to do is to call your doctor back and let him  know that the current treatment is not working so that other treatments can be  considered or other tests can be performed.",
        "If ventricular hypertrophy is confirmed by further testing, it is important that the cause be determined and the appropriate treatment and medical checkups be followed.",
        "Children with uncomplicated kd generally recover without treatment.",
        "Whether your daughter will get better and lead a normal life depends partly on how well she responds to treatment.",
        "However, children with giant aneurysms usually require ongoing treatment to prevent blood clots.",
        "A new drug treatment for marfan syndrome is currently being tested in children and adolescents with marfan syndrome and dilated aorta.",
        "Diseases that can cause pulmonary hypertension include: when possible, the best treatment for pulmonary hypertension is treating the underlying disease.",
        "In situations where treatment of the underlying disease does not improve the pulmonary hypertension and in situations of idiopathic pulmonary hypertension, medications are available.",
        "All of these defects require a common treatment designed to ensure blood flow to  both the lungs and the body.",
        "Either of these two tests can then be analyzed to detect any abnormal heartbeats and determine whether further testing or treatment is needed.",
        "For specific medical advice, diagnoses, and treatment, consult your doctor."
    ],
    "cause": [
        "Narrowing of the pulmonary valve (valvar pulmonary stenosis) causes the right ventricle to pump harder to get blood past the blockage.",
        "In most children, the cause isn't known.",
        "Over time this can cause damage to the overworked heart muscle.",
        "When the valve is regurgitant it can cause the right ventricle to enlarge.",
        "If it's severe, you may need to limit your activity until the valve is dilated or replaced because of strain on the right ventricle or risk of arrhythmias.",
        "These genes cause the walls of the heart chamber (left ventricle) to become thicker than normal.",
        "As hcm progresses, it can cause other health problems.",
        "Unlike other medicines use to treat hcm, mavacamten targets the underlying cause of obstructive hcm.",
        "Heart disease is a leading cause of death in the united states.",
        "It will look at the symptoms, causes, diagnosis, and treatments of both conditions.",
        "If the flow of blood does not restore to normal, it can cause that section of heart muscle to begin dying.",
        "A common cause of heart attack is coronary artery disease.",
        "Typically, it is the result of other medical conditions that overwork the heart, or an injury or infection that causes damage to the heart.",
        "While both conditions have different causes, people can try to reduce their chances of heart disease by trying to follow a healthy lifestyle with a varied diet, regular exercise, and minimum stress.",
        "The cause of dilated cardiomyopathy often isn't known.",
        "Some diseases, conditions and substances also can cause the disease, such as:  written by american heart association editorial staff and reviewed by science and medicine advisors.",
        "High cholesterol can contribute to a narrowing of the arteries, which can reduce blood flow to the heart and cause chest pain.",
        "Vytorin, which is used to treat high cholesterol, can cause side effects.",
        "It does not cause symptoms.",
        "Stress usually causes heart rate variability to lower, though a person's heart rate itself may increase.",
        "The leading cause of constrictive pericarditis is tuberculosis.",
        "Other causes may include radiation therapy or surgery.",
        "They all cause a person's arteries to.",
        "When a heart attack occurs because of cocaine, people may experience symptoms such as chest tightness.",
        "Blood flow occurs only when there's a difference in pressure across the valves, which causes them to open.",
        "The sa node is sometimes referred to as the heart's \"natural pacemaker\" because it starts the impulses for the heartbeat.",
        "The normal heart beats in a regular manner because electrical impulses cause a sequence of organized contractions.",
        "Arrhythmias can be caused by: an arrhythmia occurs when:  written by american heart association editorial staff and reviewed by science and medicine advisors.",
        "A fibrillating atrium quivers and doesn't pump efficiently, which increases the risk for blood clots that may cause a stroke.",
        "Professor newby says:  because the heart, the gullet [the passage between your mouth and stomach] and the stomach are all lying right next to each other, the challenge, for both members of the public and doctors, is that a burning or indigestion-type pain and heart pain can be difficult to disentangle.",
        "Working up a sweat when you've been to the gym or because it's a really hot day, is nothing to worry about.",
        "Professor newby says:  this shouldn't be ignored, especially if the ankles get really big, as it can be a marker of heart failure, but it is also very common and has lots of other causes.",
        "It's a difficult one, because it's so non-specific.",
        "Other defects cause breathing difficulties, feeding problems or poor weight gain.",
        "Minor defects rarely cause symptoms.",
        "They include: heart attacks and strokes are usually acute events and are mainly caused by a blockage that prevents blood from flowing to the heart or brain.",
        "Strokes can be caused by bleeding from a blood vessel in the brain or from blood clots.",
        "Rheumatic heart disease is caused by damage to the heart valves and heart muscle from the inflammation and scarring caused by rheumatic fever.",
        "Rheumatic fever is caused by an abnormal response of the body to infection with streptococcal bacteria, which usually begins as a sore throat or tonsillitis in children.",
        "The four heart valves are:  the tricuspid valve is named because it has three flaps called cusps, or leaflets.",
        "Tricuspid regurgitation means that this valve cannot fully close, while tricuspid stenosis causes the valve to thicken, narrowing its opening.",
        "Stenosis of the pulmonary valve causes this valve to thicken with time, narrowing its opening and making blood flow more slowly.",
        "This causes the leaflets of the mitral valve to fit together poorly or buckle backward, allowing blood to flow back to the left atrium.",
        "Mitral valve prolapse can result in mitral valve regurgitation, which causes blood to flow backward.",
        "A heart attack or enlargement of the heart can cause the leaflets of the valve to spread apart, leading to mitral regurgitation.",
        "This can cause severe illness and even death.",
        "Untreated heart valve problems may cause shortness of breath, especially on exertion.",
        "It can cause heart arrhythmias, dizziness, and chest pain.",
        "This article looks at the mitral valve and diseases of the mitral valve, including their symptoms, causes, and treatment options.",
        "In this article, we discuss different types of heart murmur, what causes them, and when they could be serious.",
        "Although some people have aortic stenosis because of a congenital heart defect called a bicuspid aortic valve, this condition more commonly develops during aging as calcium or scarring damages the valve and restricts the amount of blood flowing through.",
        "In addition to the symptoms of aortic stenosis, which may cause a patient to feel faint, weak, or lethargic, the wall of the left ventricle also may show muscular thickening because the ventricle must work harder to pump blood through the narrow valve opening into the aorta.",
        "The most common cause of aortic stenosis in young people is a birth defect where only two cusps grow instead of the normal three.",
        "Another cause may be that the valve opening doesn't grow along with the heart.",
        "Over the years the defective valve often becomes stiff and narrow because of calcium build-up.",
        "Additional resources:  we believe it's important to shine a spotlight on aortic stenosis survivors because they can inspire and help fellow survivors through their journeys, and help other people understand what it's like to have aortic stenosis.",
        "In some cases, the prolapsed valve lets a small amount of blood leak backward through the valve, called regurgitation, which may cause a heart murmur.",
        "It also can be caused by other health problems, such as some connective tissue diseases.",
        "However, in the most serious cases it can cause abnormal heartbeats (arrhythmias) that may eventually become life-threatening.",
        "When mitral valve prolapse is severe enough to cause significant valve leakage, called  regurgitation,  it can lead to serious complications such as heart attack and stroke.",
        "This happens because when the valve leaks, it can cause the atrium to enlarge.",
        "An enlarged atrium may lead to heart rhythm problems such as atrial fibrillation, which may cause blood clots to form.",
        "(also known as water pills) causes the body to rid itself of excess fluids and sodium through urination.",
        "Heart damage and certain types of heart disease can cause an enlarged heart.",
        "Sometimes short-term stress on the body, such as pregnancy, can cause the heart to get larger.",
        "In some people, an enlarged heart (cardiomegaly) causes no signs or symptoms.",
        "Call 911 or your local emergency number if you have signs and symptoms of a potential heart attack: an enlarged heart (cardiomegaly) can be caused by damage to the heart muscle or any condition that makes the heart pump harder than usual, including pregnancy.",
        "Conditions associated with an enlarged heart include: things that can increase the risk of an enlarged heart (cardiomegaly) include: the risk of complications from an enlarged heart depends on the part of the heart affected and the cause.",
        "Complications of an enlarged heart can include: tell your health care provider if anyone in your family has or had cardiomyopathy or other health conditions that caused an enlarged heart.",
        "Atherosclerosis is a main underlying factor responsible for cardiovascular disease, the leading cause of death worldwide.",
        "The human population study relies on an observational design, making it challenging to establish a clear cause-and-effect relationship.",
        "In addition, smoking cannabis — the predominant method of use — may pose additional risks because particulate matter is inhaled.",
        "This is particularly important because cannabis use is increasing and conventional tobacco use is decreasing.",
        "5 killer and a leading cause of disability.",
        "It can cause permanent damage to the heart before you even notice any symptoms, that's why it is often referred to as the \"silent killer.\"",
        "Heart disease is the leading cause of death in the united states, but there are ways to prevent and manage many types of heart disease.",
        "The causes of heart disease depend on the type of disease.",
        "Some possible causes include lifestyle, genetics, infections, medicines, and other diseases.",
        "Heart disease has been the leading cause of death in the united states since 1950 (1).",
        "However, some patients can develop myocardial ischemia (lack of oxygen) because of a myocardial bridge.",
        "Symptoms are most likely caused by the myocardial ischemia and may include if you experience symptoms, your doctor will use tests that show how blood is delivered to parts of your heart: in most patients, a myocardial bridge is not treated if it is not causing any symptoms.",
        "Uncontrolled high blood pressure is the most common cause of left ventricular hypertrophy.",
        "Treatment of left ventricular hypertrophy depends on the cause.",
        "Left ventricular hypertrophy itself doesn't cause symptoms.",
        "Left ventricular hypertrophy also may be caused by gene changes that affect the heart muscle's structure.",
        "Things that can cause the heart to work harder and may possibly lead to left ventricular hypertrophy include: certain conditions passed down through families — called genetic conditions — can make the heart thicker.",
        "To prevent left ventricular hypertrophy caused by high blood pressure: uncontrolled high blood pressure increases the risk of left ventricular hypertrophy.",
        "Myocardial ischemia might also cause serious abnormal heart rhythms.",
        "Conditions that can cause myocardial ischemia include: chest pain associated with myocardial ischemia can be triggered by: factors that can increase your risk of developing myocardial ischemia include: myocardial ischemia can lead to serious complications, including: the same lifestyle habits that can help treat myocardial ischemia can also help prevent it from developing in the first place.",
        "Hypertension, also known as high blood pressure, increases the risk for heart disease and stroke, two leading causes of death in the united states.1 clinicians diagnose patients as having hypertension and make treatment decisions by comparing patients' systolic and diastolic blood pressure readings to certain thresholds.",
        "Four valves regulate blood flow through your heart: electrical impulses from your heart muscle (the myocardium) cause your heart to contract.",
        "There the information is verified and tabulated by cause of death, age, sex, and race/ethnicity, for the united states and each state.",
        "Because mortality is considered  hard  data, it's possible to do time-trend analysis and compute percent changes over time.",
        "Data for mexican americans is more likely to be reported because data is harder to find for all hispanics.",
        "The term is commonly used in its statistical publications and its compilation of the leading causes of death.",
        "This category groups diseases containing words referring to the \"heart\" and includes: \"diseases of the heart\" is not equivalent to \"total cardiovascular disease,\" which the american heart association prefers to use to describe the leading causes of death.",
        "Heart attack heart disease is the leading cause of death for people of most racial and ethnic groups in the united states, including african american, american indian, alaska native, hispanic, and white men.",
        "For women from the pacific islands and asian american, american indian, alaska native, and hispanic women, heart disease is second only to cancer.1 below are the percentages of all deaths caused by heart disease in 2021, listed by ethnicity, race, and sex.1 as plaque builds up in the arteries of a person with heart disease, the inside of the arteries begins to narrow, which lessens or blocks the flow of blood.",
        "Because february is american heart month, this week, the medical myths series.",
        "Heart disease is a major cause of death.",
        "Aortic aneurysms can cause two problems:   some of the symptoms, such as chest pain and jaw pain, are generally associated with a heart attack.",
        "Because the aorta travels from above the heart to below the navel, severe pain may occur at any place along this major vessel.",
        "Heart disease is the leading cause of death for men in the united states.1 this map shows death rates from heart disease in men in the united states.",
        "This causes them to harden and narrow.",
        "Plaque in the arteries can rupture from blockages and cause blood flow to stop, which can lead to a heart attack.",
        "Many congenital heart defects do not cause any noticeable symptoms and only become apparent during a routine medical check.",
        "The most common causes of dilated cardiomyopathy are past heart attacks, arrhythmias, and toxins, but genetics can also play a role.",
        "The most common cause of heart attack is plaque, a blood clot, or both in a coronary artery.",
        "This can cause a heart murmur.",
        "Genetic factors and connective tissue problems can cause this condition, which affects around 2% of the population.",
        "Also, some heart conditions cause no symptoms at all.",
        "If cardiac arrest occurs, the person will need: heart disease develops when there is:  in some cases, there is a genetic cause.",
        "A narrowed artery poses a serious risk, as it may reduce or block the blood flow to the brain, which could cause a stroke.",
        "Severe narrowing of the artery or a blockage in it may cause serious signs and symptoms, including: a bruit is a sound present in the arteries of some people with carotid artery disease.",
        "A stroke may cause permanent vision problems, speech issues, or long-term disability.",
        "Plaque buildup is the direct cause of carotid artery disease.",
        "Doing this eliminates the cause of the blockage, which helps restore blood flow.",
        "Carotid artery disease causes narrowing or blockages in the arteries leading to the brain.",
        "This is an extremely rare risk because most of the devices are designed for safe repositioning and retrieval in the cath lab if necessary.",
        "Because of this,  patients with a bicuspid valve may develop a narrowing or leakage of the aortic  valve.",
        "I thought  asthma was caused by allergies.",
        "Asthma is a spasm of small air tubes  (bronchioles) in the lungs caused by many factors that affect how air passes  through the lungs.",
        "However,  the bronchial spasm in cardiac asthma is caused by back pressure from the left  side of the heart to the lungs.",
        "If the  asthma is caused by a heart valve that is not working properly, or a hole  between the heart chambers, surgery or other procedures may be required.",
        "Heart defects, especially those occurring as isolated problems in otherwise healthy infants, do not always have readily identifiable genetic or environmental causes.",
        "We're aware that heart problems can cause chest pain.",
        "It is natural to worry when a child or adolescent complains of chest pain that their heart is the cause.",
        "Other causes of chest pain common in children include pains from pulled muscles or sports-related injury, pain related to asthma or cough, and pain due to infections like pneumonia and pleurisy.",
        "Usually, if the pain is caused by anything serious, there will be other signs.",
        "For example, infections usually cause fever, too.",
        "Coarctation of the aorta causes the heart to work harder to generate enough pressure to push the blood through the narrowing.",
        "This causes high pressure in the left side of the heart, and in the arms, while the legs will have lower blood pressure.",
        "Examples include inflammation of the membrane or sac that surrounds the heart (a condition called pericarditis), which is often associated with accumulation of fluid in that sac (called pericardial effusion), and inflammation of the heart muscle itself (a condition called myocarditis that may be caused by a virus).",
        "Heart attacks, which can occur in adults, are extremely rare in children and most likely not the cause of chest pain and enlarged heart.",
        "Most of  the time fainting is not a life-threatening problem, but there are some serious  causes of fainting that must be ruled out by a specialist in pediatric heart  conditions.",
        "Assuming that these serious causes of fainting have been ruled out,  it sounds like your daughter has simple fainting spells, which has the  scientific name of \"neurocardiogenic syncope.\"",
        "That's because the placenta, not the  lungs, provide oxygen to the baby.",
        "The regular follow-up is necessary because even though heart surgery was performed, problems can happen with the heart as the child gets older.",
        "Because the blood pressure in a newborn baby's pulmonary  arteries is high, this vein-to-pulmonary-artery connection can't be done  immediately.",
        "Your baby needs these three operations  in separate stages because this helps him adjust gradually to the changes in the  direction of blood flow.",
        "The heart rate may be irregular, but this may not cause problems.",
        "This can cause problems if the heart rate of the lower chambers is too slow.",
        "When heart block is detected in a newborn, its exact cause may not be known, as in most types of congenital heart defects.",
        "At times, a mother with an infant who has heart block may unknowingly have a condition that causes problems with some of her own body's tissues, like skin and joints.",
        "My sister was born with a hole in her heart and had open heart surgery and now is on medicines because her heart is weak.",
        "Because he or she will be familiar with your son's medical  history and the results of any further evaluation he may wish to do, the doctor  will be able to answer your question and, equally as important, give you peace  of mind.",
        "This is because the body's defense system against infection (immune system) recognizes the heart as a foreign body and tries to damage it.",
        "Hypertrophic cardiomyopathy is caused by several genetic defects resulting in an abnormally thick heart muscle.",
        "It can result in poor heart function, heart failure, heart rhythm problems and in some severe cases, can cause passing out or cardiovascular collapse.",
        "If ventricular hypertrophy is confirmed by further testing, it is important that the cause be determined and the appropriate treatment and medical checkups be followed.",
        "Your son's next operation, known as the fontan procedure, may result in much improved oxygen levels because all the oxygen poor blood will go to the lungs.",
        "We are still concerned, because we don't understand why most of the kids need the antibiotics.",
        "Some surgical and dental procedures cause a brief bacteremia.",
        "Although bacteremia is common following many invasive procedures, only certain bacteria commonly cause endocarditis.",
        "Most cases of endocarditis can't be prevented, because we don't always know when a bacteremia occurs.",
        "This was done because it was thought that when someone was having one of the dental or surgical procedures that can cause bacteremia, antibiotics could be given to prevent the bacteria from surviving in the bloodstream.",
        "After they reviewed all of the scientific evidence on the causes and prevention of endocarditis, they concluded that the prophylactic dose of antibiotics given before dental and surgical procedures prevent very few, if any, cases of endocarditis.",
        "This syndrome is caused by a genetic defect on one of the chromosomes, (chromosome 22q11).",
        "The bottom part of the heart is what causes blood to leave the heart and make a sound on the heart monitor.",
        "An early beat that is transmitted or blocked will cause an irregularity in the heart's rhythm.",
        "These premature atrial contractions are very common in the second half of pregnancy and usually don't cause any problems.",
        "Irregular heart rhythms can cause problems in a small percentage of cases if multiple consecutive premature beats occur.",
        "This does not usually cause any problems to the baby as long as the heart rate remains above 60–70.",
        "Some evidence suggests it may be caused by an infection.",
        "Mild degrees of enlargement may not cause problems, but significant enlargement, known as  giant aneurysms,  can result in coronary occlusion (blockage).",
        "This can cause chest pain (known as angina) or a heart attack.",
        "Your son was referred to a pediatric cardiologist because 60 percent to 80 percent of people with marfan syndrome develop enlargement of the first portion of the aorta -- the main artery that takes blood from the heart and distributes it to all parts of the body.",
        "In most patients this causes a minor and insignificant amount of leakage and does not affect the function of the heart.",
        "Pulmonary hypertension can be diagnosed by echocardiography (cardiac ultrasound), although cardiac catheterization is often recommended to confirm the diagnosis and as a way to better understand the cause.",
        "There are two broad classes of pulmonary hypertension: those without any obvious cause (termed idiopathic) and those caused by or occurring with other diseases.",
        "Diseases that can cause pulmonary hypertension include: when possible, the best treatment for pulmonary hypertension is treating the underlying disease.",
        "However, if  the valve is tight and causes the heart to work harder than it should, it may  need to be opened with a small balloon using a special tube (catheter) placed  into the heart from a blood vein as part of an interventional catheterization  procedure.",
        "Because you've had one child with a congenital  heart disease, it may be helpful for you to have a fetal echocardiogram between  18 and 20 weeks gestation during your next pregnancy.",
        "This is often  detected because newer echocardiography machines have technology sensitive  enough to pick up a wide variety of normal signals from blood moving through the  heart.",
        "Because it is small, one would not expect your baby to have any problems.",
        "So, in your son's case, chest pain alone would not be a cause for concern about his heart.",
        "Some asthma medications can also cause a transient increase in heart rate, but the medicines your son is taking generally don't do this.",
        "This heart rhythm causes the heart to beat too fast (tachycardia).",
        "You might know someone who has cardiovascular disease because more than 60 million americans have some form of it."
    ],
    "type": [
        "It's a common type of heart defect.",
        "You should also consult a cardiologist with expertise in caring for adults with congenital heart disease before you undergoing any type of non-heart surgery or invasive procedure.",
        "Congestive heart failure is a type of heart failure that requires timely medical attention, although sometimes the two terms are used interchangeably.",
        "Read more about the types of heart failure.",
        "The term refers to several different types of heart conditions, including heart attacks and heart failure.",
        "There are two types of left sided heart failure: reduced ejection fraction and preserved ejection fraction.",
        "Typically, the most common symptoms are: other possible symptoms may include: the symptoms of heart failure depend on the type and severity of the condition.",
        "Treatment will depend on the type of heart failure a person has, but typically involves lifestyle changes, medicines, and in some cases, surgery.",
        "Heart attacks and heart failure are both types of heart disease, but are different conditions.",
        "The three main types of arteriosclerosis are atherosclerosis, arteriolosclerosis, and medial calcificsclerosis.",
        "Under some conditions, almost all heart tissue can start an impulse of the type that can generate a heartbeat.",
        "An indigestion-type pain or a burning sensation in your chest or stomach can be a sign of a heart attack or related heart problem.",
        "Professor newby says:  because the heart, the gullet [the passage between your mouth and stomach] and the stomach are all lying right next to each other, the challenge, for both members of the public and doctors, is that a burning or indigestion-type pain and heart pain can be difficult to disentangle.",
        "In this article, we discuss different types of heart murmur, what causes them, and when they could be serious.",
        "*some of the major types of commonly prescribed cardiovascular medications are summarized in this section.",
        "A second type of antiplatelet agent, called a p2y12 inhibitor, is usually prescribed for months or years in addition to the aspirin therapy.",
        "The type of medication and the duration of your treatment will vary based on your condition and other risk factors.",
        "Heart damage and certain types of heart disease can cause an enlarged heart.",
        "The results were similar after controlling for other cardiovascular risk factors, including alcohol use, tobacco and/or e-cigarette use, physical activity, body mass index, and type 2 diabetes.",
        "Heart disease is a general term that includes many types of heart problems.",
        "Heart disease is the leading cause of death in the united states, but there are ways to prevent and manage many types of heart disease.",
        "There are many different types of heart disease.",
        "Other types develop during your lifetime.",
        "Coronary artery disease (also called coronary heart disease) is the most common type of heart disease.",
        "The plaque narrows or blocks blood flow to the heart muscle and can lead to other heart problems: other types of heart diseases may affect your heart valves or heart muscle (cardiomyopathy).",
        "The causes of heart disease depend on the type of disease.",
        "Your symptoms will depend on the type of heart disease you have.",
        "Treatment plans for heart disease depend on the type of heart disease you have, how serious your symptoms are, and what other health conditions you have.",
        "A congenital heart defect is a type of congenital heart disease.",
        "The term heart disease refers to several types of heart conditions, including coronary artery disease and heart attack.",
        "There are several different types of heart disease, and they affect the heart and blood vessels in different ways.",
        "The sections below look at some different types of heart disease in more detail.",
        "Coronary artery disease, also known as coronary heart disease, is the most common type of heart disease.",
        "There are many types of congenital heart defects, including:  congenital heart disease can involve major structural issues, such as the absence of a ventricle or problems with unusual connections between the main arteries that leave the heart.",
        "There are various types of arrhythmias, including: a person may notice a feeling like a fluttering or a racing heart.",
        "Congestive heart failure is a type of heart failure that can occur from problems with the pumping or relaxing function.",
        "The symptoms of heart disease depend on the specific type a person has.",
        "The treatment options will vary depending on the type of heart disease a person has, but some common strategies include making lifestyle changes, taking medications, and undergoing surgery.",
        "Some common types of surgery include: learn how long it takes to recover from bypass surgery here.",
        "There are several different types of heart disease.",
        "Read more about the types of congenital heart disease.",
        "Major contributing risk factors for damage and plaque buildup in the arteries include: people with a family history of any type of atherosclerosis may also have an increased risk of artery disease themselves.",
        "Both of these types of holes have an adequate rim around the hole onto which the device is attached.",
        "Most children with asthma have  this type of problem.",
        "Given all the different types of congenital heart defects that exist, it is very important that a cardiologist who is knowledgeable about congenital heart disease be involved in your child's care indefinitely.",
        "When heart block is detected in a newborn, its exact cause may not be known, as in most types of congenital heart defects.",
        "Later in life, they'll need to avoid some types of contact sports like football and wrestling to prevent damage to the pacemaker system.",
        "An example of one of the types of this condition is called lupus erythematosus.",
        "There are a few types of innocent murmurs, but all represent the normal sound of blood as it flows from the heart into the main blood vessels of the body or lungs.",
        "The waiting time for a heart can range from days to months (even more than a year) and depends on multiple factors including size, blood type, and whether the patient is hospitalized on intravenous heart medications.",
        "So, while your daughter doesn't need antibiotics before these procedures, children with any type of congenital heart defects listed above do need them.",
        "The diagnosis of wandering pacemaker refers to a type of heart rhythm with normal variations in heart rate.",
        "Wolff, parkinson and white published the first article about this type of rhythm in 1930."
    ],
    "foods": [
        "Find out about possible interactions between zocor and other medications, supplements, alcohol, foods, and more.",
        "Find out about possible interactions between multaq and other medications, supplements, alcohol, foods, and more.",
        "The western dietary involves excess amounts of saturated fats and refined carbohydrates and small amounts of plant-based foods.",
        "Choose nutrient-rich foods — which have vitamins, minerals, fiber and other nutrients but are lower in calories — over nutrient-poor foods.",
        "The determinants include lack of access to health care and healthy foods, and other societal issues.",
        "They may live in areas without access to healthy foods, which will affect their diet.",
        "The american heart association recommends limiting red meat in favor of lean meats such as fish or chicken, and watching portions on carbohydrate-heavy foods, such as pasta and rice.",
        "Here, find out which foods can help."
    ],
    "hypertension": [
        "Another potential complication of mitral regurgitation is pulmonary hypertension.",
        "In addition, drug treatment of hypertension, diabetes and high blood lipids are necessary to reduce cardiovascular risk and prevent heart attacks and strokes among people with these conditions.",
        "Evidence from 18 countries has shown that hypertension programmes can be implemented efficiently and cost-effectively at the primary care level which will ultimately result in reduced coronary heart disease and stroke.",
        "It also interacts with another class of heart medications used in pulmonary hypertension.",
        "Also known as hypertension, high blood pressure increases your risk of heart disease and stroke.",
        "Hypertension, also known as high blood pressure, increases the risk for heart disease and stroke, two leading causes of death in the united states.1 clinicians diagnose patients as having hypertension and make treatment decisions by comparing patients' systolic and diastolic blood pressure readings to certain thresholds.",
        "In 2013–2016 47% of men had hypertension, a major risk factor for heart disease and stroke.7 several other medical conditions and lifestyle choices can also put people at a higher risk for heart disease, including to reduce your chances of getting heart disease, it's important to do the following:8 for more information on men and heart disease, visit the following websites:  division for heart disease and stroke prevention",
        "I have been told that my 6-year-old daughter has pulmonary hypertension.",
        "Pulmonary hypertension is a condition in which pressure in the blood vessels in the lungs is higher than normal.",
        "This is different from systemic hypertension where pressure in the blood vessels to the body is higher than normal.",
        "Systemic hypertension is a common condition especially in people as they age.",
        "Systemic hypertension is usually successfully treated by oral medications.",
        "In contrast, pulmonary hypertension is a rare condition in both children and adults.",
        "Thus, pulmonary hypertension is often diagnosed late, after the patient has had vague symptoms for some time.",
        "Pulmonary hypertension can be diagnosed by echocardiography (cardiac ultrasound), although cardiac catheterization is often recommended to confirm the diagnosis and as a way to better understand the cause.",
        "There are two broad classes of pulmonary hypertension: those without any obvious cause (termed idiopathic) and those caused by or occurring with other diseases.",
        "Diseases that can cause pulmonary hypertension include: when possible, the best treatment for pulmonary hypertension is treating the underlying disease.",
        "When this is possible, the pulmonary hypertension may resolve or at least improve.",
        "In situations where treatment of the underlying disease does not improve the pulmonary hypertension and in situations of idiopathic pulmonary hypertension, medications are available.",
        "For more information on pulmonary hypertension, visit the pulmonary hypertension association's(link opens in new window) website."
    ],
    "ischemia": [
        "However, some patients can develop myocardial ischemia (lack of oxygen) because of a myocardial bridge.",
        "Myocardial ischemia means that the heart muscle is not getting enough oxygen-rich blood.",
        "Even so, the tightening of the bridge on the artery can decrease blood flow enough that myocardial ischemia develops, especially during exercise or when the heart is beating quickly.",
        "Symptoms are most likely caused by the myocardial ischemia and may include if you experience symptoms, your doctor will use tests that show how blood is delivered to parts of your heart: in most patients, a myocardial bridge is not treated if it is not causing any symptoms.",
        "Myocardial ischemia occurs when blood flow to your heart is reduced, preventing the heart muscle from receiving enough oxygen.",
        "Myocardial ischemia, also called cardiac ischemia, reduces the heart muscle's ability to pump blood.",
        "Myocardial ischemia might also cause serious abnormal heart rhythms.",
        "Treatment for myocardial ischemia involves improving blood flow to the heart muscle.",
        "Making heart-healthy lifestyle choices is important in treating and preventing myocardial ischemia.",
        "Some people who have myocardial ischemia don't have any signs or symptoms (silent ischemia).",
        "Myocardial ischemia occurs when the blood flow through one or more of your coronary arteries is decreased.",
        "Myocardial ischemia can develop slowly as arteries become blocked over time.",
        "Conditions that can cause myocardial ischemia include: chest pain associated with myocardial ischemia can be triggered by: factors that can increase your risk of developing myocardial ischemia include: myocardial ischemia can lead to serious complications, including: the same lifestyle habits that can help treat myocardial ischemia can also help prevent it from developing in the first place.",
        "This is also called ischemia."
    ],
    "help": [
        "It's also helpful to have the support of family and friends who understand your condition.",
        "The body's compensation mechanisms help to explain why some people might not become aware of their condition until years after their heart begins its decline.",
        "A wealth of information to help you successfully manage heart failure.",
        "It can help with getting an early diagnosis when treatment may be most effective.",
        "These medications may help improve symptoms and function, but may have side effects.",
        "It is essential to maintain heart health and help prevent any heart disease that may stop the heart from functioning correctly.",
        "Early treatment for a heart attack can help prevent or reduce severe damage to the heart muscle.",
        "Heart failure has no cure, but treatments aim to help a person live longer with fewer symptoms.",
        "Knowing what to do if someone has a heart attack can help increase their chances of survival.",
        "Researchers say daily exercise, including as few as 2,500 steps per day, can help older women lower their risk of heart failure smelling burnt toast is not a sign of a heart attack.",
        "Transmyocardial revascularization is a procedure that may help people with angina or heart disease.",
        "Hyperaldosteronism and hypoaldosteronism are both conditions that involve irregular levels of a hormone that helps regulate sodium and potassium.",
        "Vascepa is a brand-name drug prescribed to help lower triglyceride levels.",
        "It may help reduce the risk of.",
        "Medication for heart disease can help manage and prevent the condition.",
        "Ekgs can help diagnose a heart attack and predict a future event, but they are not reliable in identifying previous heart attacks.",
        "We're an online community of patients, survivors and caregivers who know what you're going through and can help you find your footing on the path to better health.",
        "Understanding your risk and knowing when something isn't right can help you and your doctor manage valve issues.",
        "We can help you get started.",
        "We'll help you figure out the basics.",
        "If you're discussing valve replacement with your doctor, we can help with resources before and after surgery.",
        "I want to help my patients better understand heart valve disease.",
        "Our experienced cardiac nurses are here to help answer your questions or concerns.",
        "Find out more our magazine is full of lifestyle advice, recipes, activities and support to help you live well.",
        "We know that many of you are experiencing delays to treatment at this time, or have questions and concerns about getting medical help.",
        "We've created this set of information to help you with these issues.",
        "We're here to help if you need it.",
        "Find plans, tips and tools to help you quit.",
        "Research has shown that at least 150 minutes per week of moderate-intensity physical activity can help lower blood pressure, lower cholesterol and keep your weight at a healthy level.",
        "But even modest weight loss (5% to 10% of body weight) can help reduce your risk.",
        "Weight loss can help improve high blood pressure and cholesterol.",
        "It also can help control diabetes.",
        "Good nutrition, controlling calorie intake and being physically active can help you reach and maintain a healthy weight.",
        "If you have diabetes, regular medical checkups are critical to help keep blood sugar under control.",
        "You also may need medicines to help control your blood sugar or insulin levels.",
        "Practicing mindfulness meditation and yoga help to steady my mind and allow me to attune to the sensation in my body keeping me focused on just this breath, just this moment.",
        "Appropriate treatment can help reverse or slow down the progress of this disease.",
        "Additional resources:  we believe it's important to shine a spotlight on aortic stenosis survivors because they can inspire and help fellow survivors through their journeys, and help other people understand what it's like to have aortic stenosis.",
        "For your information and reference, we have included generic names as well as major trade names to help you identify what you may be taking.",
        "Following a heart-healthy lifestyle can help prevent or manage some conditions that can lead to an enlarged heart.",
        "Lee said the study helps reshape the idea that doctors aren't limited to just treating plaque when it blocks blood flow to the heart.",
        "Researchers say the drug finasteride, used to treat hair loss and enlarged prostate glands, may also help reduce heart disease risk by lowering.",
        "If you have high blood pressure, work with your health care professional to find the right medication and lifestyle changes that can help.",
        "If you are overweight or obese, work with your health care professional to develop a plan to help you reach and maintain a healthy weight.",
        "As a result of these changes, complications of left ventricular hypertrophy include: the same healthy lifestyle changes recommended to treat heart diseases and high blood pressure also help prevent it.",
        "Terms and conditions privacy policy notice of privacy practices notice of nondiscrimination manage cookies  mayo clinic is a nonprofit organization and proceeds from web advertising help support our mission.",
        "Other signs and symptoms — which might be experienced more commonly by women, older people and people with diabetes — include: get emergency help if you have severe chest pain or chest pain that doesn't go away.",
        "Conditions that can cause myocardial ischemia include: chest pain associated with myocardial ischemia can be triggered by: factors that can increase your risk of developing myocardial ischemia include: myocardial ischemia can lead to serious complications, including: the same lifestyle habits that can help treat myocardial ischemia can also help prevent it from developing in the first place.",
        "Leading a heart-healthy lifestyle can help keep your arteries strong, elastic and smooth, and allow for maximum blood flow.",
        "Visit our interactive cardiovascular library for animations that help explain high blood pressure and many other cardiovascular diseases.",
        "Dietary choices can help manage high blood pressure.",
        "Here, find out which foods can help.",
        "Heart failure can be life threatening, but seeking early treatment for heart-related conditions can help prevent complications.",
        "Anyone with a family history of this condition should ask for screening, as receiving treatment can help prevent complications.",
        "Various medications can help treat heart conditions.",
        "Undergoing heart surgery can help treat blockages and heart problems when medications are not effective.",
        "Some lifestyle measures can help reduce the risk of heart disease.",
        "These include: taking these steps can help boost overall health and reduce the risk of heart disease and its complications.",
        "Researchers say that the use of cannabis, whether it's smoked, vaped, or ingested, increases the risk of heart attack and stroke researchers say the drug finasteride, used to treat hair loss and enlarged prostate glands, may also help reduce heart disease risk by lowering.",
        "Your support helps fund healthy eating programs, advance scientific research breakthroughs, promote access to care and more.",
        "Heart walk is the american heart association's premiere event for raising funds to help save lives from heart disease and stroke.",
        "A recent study published in the journal of the american heart association tested several biomarkers researchers thought could help predict changes in cardiovascular disease risk among individuals with rheumatoid arthritis.",
        "These factors drove us to look at biomarkers that might help predict cardiovascular disease and give us insights into mechanisms underpinning this risk.",
        "Arterial inflammation helps indicate the risk for cardiovascular events.",
        "There is much opportunity for future research regarding these biomarkers and how these tests can help with risk prediction for cardiovascular disease.",
        "Share this article researchers say drugs used to treat joint pain and inflammation in rheumatoid arthritis may help reduce the risk of cardiovascular disease a new study suggests that an anti-inflammatory drug, already approved to treat rheumatoid arthritis, may be able to slow and reverse some of the.",
        "Walking at a moderate intensity on a treadmill for 30 minutes may help permanently lower blood pressure in women with rheumatoid arthritis, a new.",
        "It is the most common form of imaging test for carotid artery disease, and in most cases, it can help reveal any narrowing of the arteries.",
        "This test can help doctors see any narrowing or blockages in the artery.",
        "Possible procedures include: angioplasty and stenting can help widen the carotid arteries and increase blood flow to the brain if the person has severe narrowing from plaque.",
        "With the tube in place, they inflate the balloon, which pushes the plaque out toward the artery wall, helping restore blood flow through the artery.",
        "The stent will help support and strengthen the artery from the inside, and it will keep the artery from narrowing in that area again.",
        "Doing this eliminates the cause of the blockage, which helps restore blood flow.",
        "People with carotid artery disease who follow their doctor's treatment plan and make positive lifestyle changes can help prevent the condition from getting worse.",
        "Last medically reviewed on  december 20, 2019 share this article blood thinners help reduce the risk of blood clots and heart disease.",
        "A stent is a small tube that doctors can place in a blocked artery to help restore healthy blood flow.",
        "Remaining healthy and avoiding certain exposures is helpful.",
        "Fetal echocardiograms (ultrasounds) may help detect heart problems as early as 12–14 weeks of pregnancy.",
        "This will be very helpful when you go to a new doctor, especially in a new city.",
        "Your baby needs these three operations  in separate stages because this helps him adjust gradually to the changes in the  direction of blood flow.",
        "Here are some helpful  hints on how to get the information you need to make sure that your child is  getting the best care possible.",
        "The results of this testing will help determine the risk of having another child with the same or a related heart defect.",
        "If tachycardia occurs, your pediatric cardiologist and obstetrician will recommend medicine for you to take to help regulate your fetus's heart rhythm.",
        "Treatment with an intravenous medicine known as gamma globulin can help reduce this risk.",
        "For this reason, an echocardiogram helps to confirm the diagnosis of marfan syndrome.",
        "Reduction or elimination of caffeine containing food and drinks (coffee, soda, chocolate) is often helpful in making the headaches, dizziness and palpitations go away.",
        "These medicines, called beta-blockers, will lower the heart rate and blood pressure, and help to reduce or eliminate symptoms.",
        "Because you've had one child with a congenital  heart disease, it may be helpful for you to have a fetal echocardiogram between  18 and 20 weeks gestation during your next pregnancy.",
        "These tests include: if a patient has cardiovascular disease, the doctor will talk about how stopping smoking, losing weight, eating a healthy diet, and getting exercise can help.",
        "The good news is that these surgeries can help prevent heart attacks, strokes, and other problems.",
        "The person may be tired and worn out after the surgery, but you can help by making a \"get well\" card and paying a visit."
    ],
    "failure": [
        " you don't have to face it alone the term heart failure sounds like the heart is no longer working at all.",
        "Congestive heart failure is a type of heart failure that requires timely medical attention, although sometimes the two terms are used interchangeably.",
        "With heart failure, the weakened heart can't supply the cells with enough blood.",
        "The term heart failure sounds like the heart is no longer working at all.",
        "Heart failure is a serious condition, and usually there's no cure.",
        "But many people with heart failure lead a full, enjoyable life when the condition is managed with heart failure medications and a healthy lifestyle.",
        "Heart failure is a lifelong condition in which the heart muscle can't pump enough blood to meet the body's needs for blood and oxygen.",
        "Watch an animation of heart failure.",
        "At first the heart tries to make up for this by:  the body also tries to compensate in other ways:  these temporary measures mask the problem of heart failure, but they don't solve it.",
        "Heart failure continues and worsens until these compensating processes no longer work.",
        "Heart failure can involve the heart's left side, right side or both sides.",
        "Read more about the types of heart failure.",
        "A wealth of information to help you successfully manage heart failure.",
        "Hcm may also lead to heart failure.",
        "Heart failure is when the heart is unable to pump blood efficiently.",
        "The term refers to several different types of heart conditions, including heart attacks and heart failure.",
        "This article will explore the differences between heart attacks and heart failure.",
        "Heart failure, or congestive heart failure, is a condition when the heart is unable to pump sufficient blood around the body.",
        "There are also many factors that can contribute to heart failure.",
        "Heart failure can affect both the left and right sides of the heart.",
        "It is more common for heart failure to affect the left side and how well the heart can pump blood to the body.",
        "There are two types of left sided heart failure: reduced ejection fraction and preserved ejection fraction.",
        "Reduced ejection fraction, also known as systolic heart failure, is when the heart cannot contract effectively.",
        "This may be due to: preserved ejection fraction, also known as diastolic heart failure, is when the heart is too stiff to fully contract.",
        "This may be due to:  with heart failure of the right side, the heart is unable to pump enough blood to the lungs to pick up sufficient oxygen.",
        "It usually occurs due to heart failure of the left side.",
        "Typically, the most common symptoms are: other possible symptoms may include: the symptoms of heart failure depend on the type and severity of the condition.",
        "Shortness of breath is a common symptom of both left and right sided heart failure.",
        "Symptoms of left sided heart failure can include: symptoms of right sided heart failure may include: due to the urgency of a potential heart attack, a doctor will likely diagnose a heart attack based on the person's signs, symptoms, and medical history.",
        "Similarly, a doctor can diagnose heart failure using a person's medical history, a physical exam, and diagnostic testing.",
        "Heart failure has no cure, but treatments aim to help a person live longer with fewer symptoms.",
        "Treatment will depend on the type of heart failure a person has, but typically involves lifestyle changes, medicines, and in some cases, surgery.",
        "Both heart attack and heart failure are serious conditions.",
        "Anyone who experiences symptoms of a heart attack or heart failure should immediately seek the advice of a healthcare professional.",
        "Heart attacks and heart failure are both types of heart disease, but are different conditions.",
        "Heart attacks are when there is a loss of blood supply to the heart, while heart failure is when the heart is unable to pump blood around the body efficiently.",
        "Although heart attacks and heart failure both affect the heart's ability to pump blood around the body, the conditions are different.",
        "As the heart becomes weaker, heart failure can occur.",
        "Common symptoms of heart failure include shortness of breath, fatigue and swelling of the ankles, feet, legs, abdomen and veins in the neck.",
        "Researchers say daily exercise, including as few as 2,500 steps per day, can help older women lower their risk of heart failure smelling burnt toast is not a sign of a heart attack.",
        "If regurgitation is severe enough, the heart may enlarge to maintain forward flow of blood, causing heart failure (when the heart does not pump enough blood to the body).",
        "Professor newby says:  this shouldn't be ignored, especially if the ankles get really big, as it can be a marker of heart failure, but it is also very common and has lots of other causes.",
        "Feeling tired all the time can be a symptom of heart failure, as well as of other conditions.",
        "Professor newby says:  many of my patients tell me they're tired, whether they've got heart failure or not, whether they've got angina or not!",
        "These  intermediate risks factors  can be measured in primary care facilities and indicate an increased risk of heart attack, stroke, heart failure and other complications.",
        "They are also a risk for heart failure, stroke, and sudden death.",
        "This may lead to heart failure.",
        "Combined alpha and beta-blockers are used to treat high blood pressure and heart failure.",
        "Can be beneficial in treating heart failure and irregular heartbeats.",
        "Dr. nikki bart, a heart failure and heart transplant cardiologist at st vincent's hospital sydney in australia who wasn't involved in the study, said more research is needed.",
        "In the field of cardiology, we have long suspected cannabis to be related to an increased risk of poor cardiovascular outcomes – heart attack, heart failure and stroke – but there has been insufficient evidence as many studies were not designed or powered for these specific outcomes,  greene said.",
        "Complications include irregular heart rhythms, called arrhythmias, and heart failure.",
        "In people with congestive heart failure, the heart is unable to pump blood around the body.",
        "Source: interactive atlas of heart disease and stroke sometimes heart disease may be  silent  and not diagnosed until a man experiences signs or symptoms of a heart attack, heart failure, or an arrhythmia.5 when these events happen, symptoms may include even if you have no symptoms, you may still be at risk for heart disease.",
        "Heart disease refers to any problem affecting the heart, such as coronary artery disease, arrhythmia, and heart failure.",
        "In time, the heart muscle weakens, and there is a risk of heart failure and arrhythmias.",
        "It can result in arrhythmia, blood clots in the heart, and heart failure.",
        "When a person has heart failure, their heart is still working but not as well as it should be.",
        "Congestive heart failure is a type of heart failure that can occur from problems with the pumping or relaxing function.",
        "Heart failure can result from untreated coronary artery disease, high blood pressure, arrhythmias, and other conditions.",
        "Heart failure can be life threatening, but seeking early treatment for heart-related conditions can help prevent complications.",
        "In time, the heart can become enlarged, and heart failure can result.",
        "Patients with heart failure or heart valves that don't open properly can  also experience wheezing and coughing that is known as cardiac asthma.",
        "If a child has a congenital heart defect, coughing and  wheezing may be symptoms of heart failure and require evaluation by a congenital  heart specialist.",
        "In babies with coarctation of the aorta, the heart may fail to generate the high pressure needed, and the child may show signs of heart failure and need urgent intervention.",
        "Then the heart becomes an inefficient pump and congestive heart failure can result.",
        "It can result in poor heart function, heart failure, heart rhythm problems and in some severe cases, can cause passing out or cardiovascular collapse.",
        "These defects can result in severe heart failure (not  enough blood to the body) or severe cyanosis (not enough blood to the lungs)."
    ],
    "valve": [
        "Estenosis pulmonar  the pulmonary valve opens to let blood flow from the right ventricle to the lungs.",
        "Narrowing of the pulmonary valve (valvar pulmonary stenosis) causes the right ventricle to pump harder to get blood past the blockage.",
        "The pulmonary valve can be treated to improve the obstruction and leak, but the valve can't be made normal.",
        "In this procedure, a special tool, a catheter containing a balloon, is placed across the pulmonary valve.",
        "The balloon is inflated for a short time to stretch open the valve.",
        "Children who have had pulmonary valve replacement will need to receive antibiotics before certain dental procedures.",
        "When the valve is regurgitant it can cause the right ventricle to enlarge.",
        "The valve can be treated to improve the obstruction, but the valve can't be made normal.",
        "In this procedure, a special catheter containing a balloon is placed across the pulmonary valve.",
        "In some cases the valve cannot be treated by balloon valvuloplasty.",
        "Your cardiologist will examine you regularly to look for problems such as worsening of the obstruction or leakage of the pulmonary valve.",
        "If it's severe, you may need to limit your activity until the valve is dilated or replaced because of strain on the right ventricle or risk of arrhythmias.",
        "If you develop symptoms or problems with your right ventricle due to pr, you may need surgery to replace the pulmonary valve.",
        "If the valve becomes more obstructed catheterization to dilate the pulmonary valve may be required.",
        "Dilated cardiomyopathy also can lead to heart valve problems, arrhythmias (irregular heartbeats) and blood clots in the heart.",
        "The tricuspid valve sits between the heart's right atrium and right ventricle.",
        "The bicuspid valve sits between the left atrium and left ventricle.",
        "Treatment for mitral valve prolapse includes medication to manage symptoms, lifestyle changes, and, surgical intervention to repair or replace the.",
        "Watch an animation of heart valve anatomy the heart has four chambers, two on the right and two on the left: the heart also has four valves that open and close to let blood flow in only one direction when the heart contracts (beats).",
        "The four heart valves are: each valve has a set of flaps (also called leaflets or cusps).",
        "The mitral valve has two flaps; the others have three.",
        "Blood flow occurs only when there's a difference in pressure across the valves, which causes them to open.",
        "Under normal conditions, the valves allow blood to flow in only one direction.",
        " mitral regurgitation is leakage of blood backward through the mitral valve each time the left ventricle contracts.",
        "Watch an animation of mitral valve regurgitation.",
        "A leaking mitral valve allows blood to flow in two directions during the contraction.",
        "Some blood flows from the ventricle through the aortic valve — as it should — and some blood flows back into the atrium.",
        "Understanding your risk and knowing when something isn't right can help you and your doctor manage valve issues.",
        "I'm new to heart valve disease.",
        "My doctor recommends surgery to manage my valve disease.",
        "If you're discussing valve replacement with your doctor, we can help with resources before and after surgery.",
        "I want to help my patients better understand heart valve disease.",
        "Congenital heart defects range in severity from simple problems, such as  holes  between chambers of the heart, to very severe malformations, such as the complete absence of one or more chambers or valves.",
        "Rheumatic heart disease is caused by damage to the heart valves and heart muscle from the inflammation and scarring caused by rheumatic fever.",
        "Such devices include pacemakers, prosthetic valves, and patches for closing holes in the heart.",
        "The four valves of the heart allow blood to flow through the heart in the right direction.",
        "The valves open or close each time the heart beats.",
        "Problems with the heart valves can lead to palpitations, chest pain, and other symptoms.",
        "The four heart valves are:  doctors call the mitral and tricuspid valves the atrioventricular valves, and the aortic and pulmonic valves the semilunar valves.",
        "The valves close off parts of the heart, preventing the blood from flowing backward.",
        "The four heart valves all have a role in ensuring that the blood can only flow in one direction.",
        "The four heart valves are:  the tricuspid valve is named because it has three flaps called cusps, or leaflets.",
        "Blood flows through this valve after leaving the right atrium.",
        "After passing through the tricuspid valve, blood flows to the right ventricle.",
        "People with a rare disorder called tricuspid atresia are born without a tricuspid valve.",
        "Tricuspid regurgitation means that this valve cannot fully close, while tricuspid stenosis causes the valve to thicken, narrowing its opening.",
        "The pulmonic, or pulmonary valve, is the next valve that deoxygenated blood flows through.",
        "Stenosis of the pulmonary valve causes this valve to thicken with time, narrowing its opening and making blood flow more slowly.",
        "Regurgitation prevents the valve from closing fully, causing blood to flow backward into the right ventricle.",
        "A rare pulmonic valve disorder called pulmonary atresia means that a person is born without this valve.",
        "The mitral valve closes off the left atrium, allowing oxygenated blood from the lungs to flow through to the left ventricle.",
        "This causes the leaflets of the mitral valve to fit together poorly or buckle backward, allowing blood to flow back to the left atrium.",
        "Mitral valve prolapse can result in mitral valve regurgitation, which causes blood to flow backward.",
        "A heart attack or enlargement of the heart can cause the leaflets of the valve to spread apart, leading to mitral regurgitation.",
        "Mitral valve stenosis hardens and thickens the walls of the mitral valve, narrowing the opening and causing blood to flow more slowly.",
        "The aortic valve is the final valve that oxygen-rich blood passes through before exiting the heart and coursing through the rest of the body.",
        "The valve prevents blood from flowing back to the left ventricle.",
        "Aortic regurgitation, or aortic insufficiency, means that the aortic valve does not fully close, allowing blood to flow backward.",
        "Aortic stenosis means that the aortic valve thickens or hardens, narrowing the path through which blood can flow.",
        "Heart valve problems fall into two broad categories:  when the valve fails to close fully, the blood regurgitates backward.",
        "It may also occur when the two leaflets of the valve do not close fully, such as with mitral valve prolapse.",
        "When the problem is with the valve, doctors call it primary valvular.",
        "Stenosis happens when the tissue of the valve thickens, limiting blood flow.",
        "This often occurs when calcium and other deposits accumulate on the leaflets of the valve.",
        "Untreated heart valve problems may cause shortness of breath, especially on exertion.",
        "A person may be born with a valve problem.",
        "Some unhealthful lifestyle choices, such as smoking, may also increase the risk of heart issues, including valve problems.",
        "The symptoms of a heart valve problem are similar to symptoms of other heart diseases, and include:  in the case of a valve that does not close all the way, a doctor may recommend surgery to repair the leaflets of the valve.",
        "Doctors prefer surgery for mitral valve or tricuspid valve regurgitation.",
        "When surgery fails to repair the valve, a surgeon may perform a heart valve replacement procedure.",
        "An artificial valve functions in the same way as a natural valve.",
        "Making lifestyle changes can reduce the risk of further valve damage and other heart health problems.",
        "The heart ensures the body has a constant supply of oxygen-rich blood, and the valves open and close each time the heart beats and ensure that the blood flows in the right direction.",
        "People with heart valve problems should consult a doctor about options for safely treating their symptoms.",
        "Last medically reviewed on  may 18, 2020 share this article mitral valve prolapse is when one of the heart valves buckles backward on closing.",
        "This article looks at the mitral valve and diseases of the mitral valve, including their symptoms, causes, and treatment options.",
        "If a person's heart valves become damaged, they may benefit from having heart valve replacement surgery.",
        "Aortic stenosis is one of the most common and serious valve disease problems.",
        "Aortic stenosis is a narrowing of the aortic valve opening, and can sometimes be referred to as a failing heart valve.",
        "Although some people have aortic stenosis because of a congenital heart defect called a bicuspid aortic valve, this condition more commonly develops during aging as calcium or scarring damages the valve and restricts the amount of blood flowing through.",
        "Watch an animation of aortic valve stenosis.",
        "In addition to the symptoms of aortic stenosis, which may cause a patient to feel faint, weak, or lethargic, the wall of the left ventricle also may show muscular thickening because the ventricle must work harder to pump blood through the narrow valve opening into the aorta.",
        "Aortic stenosis mainly affects older people as a result of scarring and calcium buildup in the valve cusp (flap or fold).",
        "This is called a  bicuspid aortic valve.",
        "Another cause may be that the valve opening doesn't grow along with the heart.",
        "Over the years the defective valve often becomes stiff and narrow because of calcium build-up.",
        "Possible treatments may include medications, valve repair or valve replacement.",
        "Mitral valve prolapse is also known as click-murmur syndrome, barlow's syndrome or floppy valve syndrome.",
        "In some cases, the prolapsed valve lets a small amount of blood leak backward through the valve, called regurgitation, which may cause a heart murmur.",
        "Watch an animation of mitral valve prolapse.",
        "Mitral valve prolapse occurs in around 2% of the population.",
        "Even for those who aren't having symptoms, if a murmur is detected suggesting mitral valve prolapse, an echocardiogram (echo) is recommended.",
        "The echo uses ultrasound to evaluate the characteristics of the valve cusps and how much blood may be leaking (regurgitation) from the valve when the heart contracts.",
        "When mitral valve prolapse is severe enough to cause significant valve leakage, called  regurgitation,  it can lead to serious complications such as heart attack and stroke.",
        "This happens because when the valve leaks, it can cause the atrium to enlarge.",
        "The use of antibiotics before having a dental procedure is no longer recommended by the american heart association for patients with mitral valve prolapse, regardless of whether they have associated symptoms.",
        "Last reviewed: feb 9, 2021   find out more about your heart valves and how to manage heart valve disease.",
        "Find out more about your heart valves and how to manage heart valve disease.",
        "The plaque narrows or blocks blood flow to the heart muscle and can lead to other heart problems: other types of heart diseases may affect your heart valves or heart muscle (cardiomyopathy).",
        "The left ventricle's chamber walls are only about a half-inch thick, but they have enough force to push blood through the aortic valve and into your body.",
        "Four valves regulate blood flow through your heart: electrical impulses from your heart muscle (the myocardium) cause your heart to contract.",
        "The four valves of the heart prevent blood from flowing in the wrong direction, and open.",
        "This article looks at the mitral valve and diseases of the mitral valve, including their.",
        "The blood leaves the heart through the aortic valve.",
        "This event occurs when the mitral valve in the heart does not close tightly enough and allows blood to flow back into the heart.",
        "This happens when the valve flaps of the mitral valve do not close properly.",
        "Mitral valve prolapse is not usually life threatening, but some people may need to receive treatment for it.",
        "In aortic stenosis, the pulmonary valve is thick or fused and does not open correctly.",
        "A person may be born with it due to congenital anomalies of the valve, or it may develop over time due to calcium deposits or scarring.",
        "My 11-year-old son was recently diagnosed with a bicuspid  aortic valve.",
        "The term bicuspid aortic valve refers to the leaflets of the aortic valve.",
        "This is  the valve that leads out of the heart to the aorta, the big blood vessel that  delivers oxygen-rich blood to the body.",
        "Normally, the aortic valve has three  leaflets.",
        "A bicuspid valve has only two leaflets.",
        "Because of this,  patients with a bicuspid valve may develop a narrowing or leakage of the aortic  valve.",
        "Narrowing or leakage of aortic valves do not necessarily develop in  childhood, but may occur in adulthood.",
        "To determine  whether narrowing or leakage is present and related to the bicuspid aortic  valve, the cardiologist follows the patient with non-invasive tests that may  include: electrocardiograms, echocardiograms and stress tests.",
        "If narrowing or  leakage of the valve becomes severe enough to require intervention, your doctor  will explain this to you in more detail.",
        "In many cases, bicuspid aortic valves  do not require any intervention in childhood and children with them may not need  activity restriction.",
        "A pediatric cardiologist will make specific  recommendations for activity restrictions for each patient based on the severity  of the valve narrowing or leakage.",
        "Patients with heart failure or heart valves that don't open properly can  also experience wheezing and coughing that is known as cardiac asthma.",
        "If the  asthma is caused by a heart valve that is not working properly, or a hole  between the heart chambers, surgery or other procedures may be required.",
        "Less common conditions that can manifest with these symptoms and an enlarged heart include weakness of the heart muscle (a condition called dilated cardiomyopathy), rheumatic fever (infrequent in the united states), infection of the heart valves (called endocarditis), and a previously unknown congenital abnormality of the heart or blood vessels.",
        "These problems can include trouble with the rhythm of the heart, narrowing or leaking of the heart valves, weakness in the heart muscle and other more rare complications.",
        "Innocent heart murmurs are sounds made by the blood circulating through the heart's chambers and valves or through blood vessels near the heart.",
        "Ventricular hypertrophy can occur from stenotic (blocked) heart valves, high blood pressure, or can be the result of a condition called hypertrophic cardiomyopathy.",
        "Most children with congenital heart defects are at an increased risk for developing bacterial endocarditis, an infection of the lining of the inside of the heart or the heart valves (this lining is called the endocardium).",
        "Bacterial endocarditis (also called infective endocarditis) occurs when bacteria in the bloodstream (bacteremia) lodge on abnormal heart valves or most structural abnormalities of the heart.",
        "Other people who are still recommended to take antibiotics before most dental procedures include those who have a prosthetic heart valve, those who have previously had a case of endocarditis, and a cardiac transplant patient whose heart develops a problem in a heart valve.",
        "The mitral valve prevents blood from going backwards by closing when the main pumping chamber of the heart (left ventricle) is squeezing or contracting.",
        "Some times the leaflets of the mitral valve moves backwards a little during the contraction of the left ventricle.",
        "This aspect of mvp is not related to the severity of the valve leakage; in fact, it is most common in patients with minimal valve leakage.",
        "We were told that our child has pulmonary valve  stenosis.",
        "His heart valve doesn't open completely.",
        "The pulmonary valve is like a one-way swinging  door on the right side of the heart that prevents back flow of blood from the  lungs to the heart.",
        "Sometimes, during heart development, the valve does not form  properly.",
        "If the valve is tight (stenosis), the right side of the heart needs to  work harder to push blood through the valve to the lungs.",
        "Depending on how  tight the valve is, it may or may not need to be fixed.",
        "If the valve is only mildly tight,  it can be left alone and may get better as your child gets older.",
        "However, if  the valve is tight and causes the heart to work harder than it should, it may  need to be opened with a small balloon using a special tube (catheter) placed  into the heart from a blood vein as part of an interventional catheterization  procedure.",
        "If the valve is very tight or malformed, it may need to be surgically  opened or replaced.",
        "Hypoplastic left heart includes both  aortic and/or mitral atresia (absence of the valves on the left side of the  heart).",
        "Hypoplastic right heart includes a wide range of defects with a small or  absent tricuspid valve or pulmonary valve (the valves on the right side of the  heart).",
        "The doctor told me he had  mild tricuspid valve regurgitation.",
        "The tricuspid valve is one of four heart  valves in the heart.",
        "This valve prevents blood from leaking backwards from the  right ventricle (the chamber of the heart that pumps blood to the lungs) when  this chamber squeezes.",
        "Almost all children undergoing echocardiography (ultrasound of the heart)  have a little bit of tricuspid valve leakage or regurgitation.",
        "Mild tricuspid valve leakage, in the absence of any other heart problems,  is considered to be a normal finding and nothing to worry about.",
        "People with a vsd immediately below the aortic valve (the valve at the exit from the left side of the heart to the body) have a small chance that one of the leaflets of that valve may start to sag towards the hole over time.",
        "This rarely happens, but when it occurs, can lead to leakage of the valve."
    ],
    "pain": [
        "High cholesterol can contribute to a narrowing of the arteries, which can reduce blood flow to the heart and cause chest pain.",
        "The main symptoms of peripheral vascular disease include pain, numbness, weakness in the legs and feet, skin discoloration, and slow wound healing.",
        "A heart attack can present differently between males and females, including some symptoms such as pain presenting in different parts of the body.",
        "Gas pain can sometimes feel similar to the chest pain from a heart attack.",
        "Constipation can lead to gas pain which can radiate to the chest.",
        "Warning signals can include chest pain, shortness of breath and fatigue.",
        "Professor newby says:  if you have chest pain and you feel extremely unwell, you should dial 999 and get an ambulance as soon as possible.",
        "If chest pains occur when you are exerting yourself, but go away when you stop, that would suggest it's more likely to be angina.",
        "Professor newby advises that chest pains accompanied by feeling extremely unwell, mean it is probably the right time to call 999 and request an ambulance.",
        "Obviously not every bout of nausea equals a heart attack – but if you're getting pain as well, alarm bells should ring.",
        "Professor newby says:  if you experience intense chest pain even when you are just sitting around doing nothing and you are also feeling sick, that is the time to call for an ambulance.",
        "An indigestion-type pain or a burning sensation in your chest or stomach can be a sign of a heart attack or related heart problem.",
        "Professor newby says:  because the heart, the gullet [the passage between your mouth and stomach] and the stomach are all lying right next to each other, the challenge, for both members of the public and doctors, is that a burning or indigestion-type pain and heart pain can be difficult to disentangle.",
        "But feeling hot and clammy along with chest pains is a sign that you should call an ambulance.",
        "You might not associate arm pain with your heart, but it can be a sign of a heart attack.",
        "Professor newby says:  if your pain is going down the arm, especially the left arm, or into the neck that makes it more likely to be heart-related than indigestion.",
        "Professor newby says:  with heart attacks, it can even happen that the pain is felt in the jaw, or the back.",
        "There is some evidence that women's symptoms are more likely to vary from ‘classic' chest pain, and we know that women are less likely to seek medical attention and treatment.",
        "Professor newby says:  the word ‘angina' actually means ‘choking', and sometimes the tightness or pain can be up in the throat.",
        "Women are more likely than men to have shortness of breath, nausea, vomiting, and back or jaw pain.",
        "Symptoms of rheumatic heart disease include: shortness of breath, fatigue, irregular heartbeats, chest pain and fainting.",
        "Symptoms of rheumatic fever include: fever, pain and swelling of the joints, nausea, stomach cramps and vomiting.",
        "Problems with the heart valves can lead to palpitations, chest pain, and other symptoms.",
        "It can cause heart arrhythmias, dizziness, and chest pain.",
        "A category of vasodilators called nitrates increases the supply of blood and oxygen to the heart while reducing its workload which can ease chest pain (angina).",
        "When they do occur, the most common is chest pressure or pain, typically on the left side of the body (angina pectoris).",
        "Other signs and symptoms — which might be experienced more commonly by women, older people and people with diabetes — include: get emergency help if you have severe chest pain or chest pain that doesn't go away.",
        "Conditions that can cause myocardial ischemia include: chest pain associated with myocardial ischemia can be triggered by: factors that can increase your risk of developing myocardial ischemia include: myocardial ischemia can lead to serious complications, including: the same lifestyle habits that can help treat myocardial ischemia can also help prevent it from developing in the first place.",
        "Aortic aneurysms can cause two problems:   some of the symptoms, such as chest pain and jaw pain, are generally associated with a heart attack.",
        "But sudden stabbing pain in the neck, jaw, abdomen, chest or shoulder, fainting, difficulty breathing and sometimes even sudden weakness may also be symptoms of an aortic event.",
        "Because the aorta travels from above the heart to below the navel, severe pain may occur at any place along this major vessel.",
        "Rheumatoid arthritis (ra) is a chronic condition that often affects multiple joints, frequently causing inflammation and pain.",
        "Share this article researchers say drugs used to treat joint pain and inflammation in rheumatoid arthritis may help reduce the risk of cardiovascular disease a new study suggests that an anti-inflammatory drug, already approved to treat rheumatoid arthritis, may be able to slow and reverse some of the.",
        "While surgery will be more painful and require longer recovery time and will result in a scar on the chest, it has a proven track record over many decades.",
        "My 12-year-old son complains of chest pain when he plays soccer.",
        "We're aware that heart problems can cause chest pain.",
        "It is natural to worry when a child or adolescent complains of chest pain that their heart is the cause.",
        "And, though chest pain is pretty common in youngsters, it is very rare that this pain is related in any way to their heart.",
        "Most chest pain in children is not serious.",
        "Many times the source of the pain cannot even be determined.",
        "Other causes of chest pain common in children include pains from pulled muscles or sports-related injury, pain related to asthma or cough, and pain due to infections like pneumonia and pleurisy.",
        "Usually, if the pain is caused by anything serious, there will be other signs.",
        "Your child's primary care doctor is the best person to speak with if you have concerns about your child's pain.",
        "If your child's chest pain was associated with a fainting episode, this may be a sign of a serious problem, and you should seek medical attention right away; meanwhile, your child should refrain from sports.",
        "His chief complaints are chest pain and severe coughing and sometimes vomiting.",
        "The finding of an enlarged heart in a child or an adolescent who complains of chest pain, cough and some vomiting should prompt an immediate investigation to determine the precise nature of the problem.",
        "Heart attacks, which can occur in adults, are extremely rare in children and most likely not the cause of chest pain and enlarged heart.",
        "This can cause chest pain (known as angina) or a heart attack.",
        "Patients usually present to the doctor with symptoms of fatigue, chest pain, difficulty breathing with activity and episodes of fainting or nearly fainting.",
        "My 8-year-old son complained of chest pain and rapid heartbeat while taking a shower.",
        "His doctor assures me that the medication had nothing to do with the chest pain.",
        "Chest pain can be associated with an asthmatic condition.",
        "So, in your son's case, chest pain alone would not be a cause for concern about his heart.",
        "This disease includes a variety of problems, including high blood pressure, hardening of the arteries, chest pain, heart attacks, and strokes.",
        "Many people do not realize they have cardiovascular disease until they have chest pain, a heart attack, or stroke."
    ],
    "congenital": [
        "You should also consult a cardiologist with expertise in caring for adults with congenital heart disease before you undergoing any type of non-heart surgery or invasive procedure.",
        "It is a congenital heart condition, meaning it is present from birth.",
        "The word  congenital  means existing at birth.",
        "The terms  congenital heart defect  and  congenital heart disease  are often used to mean the same thing, but  defect  is more accurate.",
        "But having a congenital heart defect can increase your risk of developing certain medical conditions that include:   written by american heart association editorial staff and reviewed by science and medicine advisors.",
        "If you or your child has a congenital heart defect, it's important to follow up regularly with a cardiologist.",
        "Learn the common tests associated with congenital heart defects.",
        "Although some people have aortic stenosis because of a congenital heart defect called a bicuspid aortic valve, this condition more commonly develops during aging as calcium or scarring damages the valve and restricts the amount of blood flowing through.",
        "Infants and children who have aortic stenosis due to a congenital defect may exhibit symptoms such as: watch this short video about as symptoms.",
        "Some you may be born with, called congenital heart disease.",
        "A congenital heart defect is a type of congenital heart disease.",
        "A person with a congenital heart defect is born with a heart problem.",
        "There are many types of congenital heart defects, including:  congenital heart disease can involve major structural issues, such as the absence of a ventricle or problems with unusual connections between the main arteries that leave the heart.",
        "Many congenital heart defects do not cause any noticeable symptoms and only become apparent during a routine medical check.",
        "A person may be born with it due to congenital anomalies of the valve, or it may develop over time due to calcium deposits or scarring.",
        "That said, the following symptoms may indicate a heart problem: in children, the symptoms of a congenital heart defect may include cyanosis, or a blue tinge to the skin, and an inability to exercise.",
        "General signs of congenital heart disease can include: in more severe cases, these problems may develop shortly after birth.",
        "Read more about the types of congenital heart disease.",
        "Children and adults with congenital heart disease can also develop a range of further problems, such as: read more about the complications of congenital heart disease.",
        "If a child has a congenital heart defect, coughing and  wheezing may be symptoms of heart failure and require evaluation by a congenital  heart specialist.",
        "Special tests such as an echocardiogram or chest x-ray may be  required to determine if a child has a congenital heart defect.",
        "Slightly less than 1 percent of infants born in the united states (about eight per 1,000 live births) have a congenital heart defect.",
        "Numerous environmental exposures are also associated with congenital heart defects.",
        "Most congenital defects are not that common and not likely to occur in future children.",
        "Less common conditions that can manifest with these symptoms and an enlarged heart include weakness of the heart muscle (a condition called dilated cardiomyopathy), rheumatic fever (infrequent in the united states), infection of the heart valves (called endocarditis), and a previously unknown congenital abnormality of the heart or blood vessels.",
        "If you or one of your children has a structural congenital heart defect,  then future babies are at slightly increased risk.",
        "Almost all children who have had heart surgery need regular follow-up by a cardiologist with special expertise in caring for patients with congenital heart defects.",
        "For children, this specialist would be a pediatric cardiologist and for adults it would be an adult or pediatric cardiologist who has had extra training in caring for adults with congenital heart defects.",
        "For most patients who have had congenital heart surgery, follow-up is routine and often recommended yearly.",
        "Given all the different types of congenital heart defects that exist, it is very important that a cardiologist who is knowledgeable about congenital heart disease be involved in your child's care indefinitely.",
        "Specialized centers that provide care to adults with congenital heart defects are available in some places.",
        "When heart block is detected in a newborn, its exact cause may not be known, as in most types of congenital heart defects.",
        "However, if you do not have congenital heart disease and your sister is the only family member to be born with a heart problem, then your daughter is not at increased risk of having such a problem.",
        "Children undergo heart transplantation for two primary reasons -- a congenital heart defect or severe malfunction of the heart muscle.",
        "They said kids with congenital heart defects need to take antibiotics before going to the dentist to keep them from getting endocarditis.",
        "Most children with congenital heart defects are at an increased risk for developing bacterial endocarditis, an infection of the lining of the inside of the heart or the heart valves (this lining is called the endocardium).",
        "So, while your daughter doesn't need antibiotics before these procedures, children with any type of congenital heart defects listed above do need them.",
        "After surgery, your child will need to be seen by a congenital heart disease specialist for the rest of her life.",
        "If neither parent has this gene defect, the risk of having another child with congenital heart disease is 4 percent to 6 percent.",
        "Heart block may also be seen in fetuses with structural congenital heart disease, and may lead to excessive fluid buildup around the heart and the fetus in general – a condition called  hydrops.",
        "Your congenital  heart specialist can discuss this with you.",
        "\"single ventricle\" refers to congenital heart defects where one of  these chambers is absent or very small, or defects where the partition between  the two pumping chambers is missing.",
        "This is also about the  same chance of this baby being born with a form of congenital heart disease  other than dtga.",
        "Because you've had one child with a congenital  heart disease, it may be helpful for you to have a fetal echocardiogram between  18 and 20 weeks gestation during your next pregnancy."
    ],
    "cholesterol": [
        "Find out about the dosages for vytorin in treating high cholesterol.",
        "High cholesterol can contribute to a narrowing of the arteries, which can reduce blood flow to the heart and cause chest pain.",
        "Vytorin, which is used to treat high cholesterol, can cause side effects.",
        "Livalo is a prescription drug used to manage high cholesterol.",
        "Zocor is a prescription drug used to treat high cholesterol.",
        "Despite lower cholesterol levels than other racial groups, african americans are more likely to die from heart disease.",
        "Read on to learn how a person can lower cholesterol.",
        "The food you eat (and the amount) can affect other controllable risk factors: cholesterol, blood pressure, glucose levels and weight.",
        "Research has shown that at least 150 minutes per week of moderate-intensity physical activity can help lower blood pressure, lower cholesterol and keep your weight at a healthy level.",
        "Weight loss can help improve high blood pressure and cholesterol.",
        "Some commonly prescribed include: various medications can lower blood cholesterol levels, but drugs other than statins are usually only used for patients in whom statins are not effective or who have serious side effects from statin therapy.",
        "Some affect the liver, some work in the intestines and some interrupt the formation of cholesterol from circulating in the blood.",
        "*some cholesterol-lowering medications may interact with grapefruit, grapefruit juice, pomegranate and pomegranate juice.",
        "A new study published in the journal of lipid research states that the hair loss drug finasteride, also known by brand names propecia or proscar, may also reduce cholesterol and lower a person's chance at developing heart disease.",
        "In mice, researchers reported that those taking finasteride experienced reduced cholesterol, delayed progression of artery-narrowing atherosclerosis, and lessened liver inflammation.",
        "The researchers said their study did have limitations in that the research describes parallelisms between mice and humans on plasma cholesterol in response to finasteride, but the results must be interpreted with caution due to, at least in part, interspecific differences on lipoprotein metabolism.",
        "It provides reasonable evidence that finasteride might have beneficial effects on cholesterol and atherosclerosis,  tadwalkar said.",
        "We have many patients who take this medication for an enlarged prostate or hair loss and it was not on my radar as a potential cholesterol-lowering therapy,  lee said.",
        "This study demonstrates the cholesterol-lowering benefits of finasteride using both mouse models as well as population data.",
        "To understand whether finasteride is beneficial for cholesterol levels and plaque buildup in humans a prospective – where people are enrolled and studied going forward – randomized control trial of finasteride versus control would need to be performed,  bart told medical news today.",
        "Risk factors for heart disease include high blood pressure, high cholesterol, smoking, diabetes, overweight and obesity, unhealthy diet, physical inactivity, and excessive alcohol use (2).",
        "However, improvements in medical care and reductions in risk factors associated with heart disease, such as high blood pressure, high cholesterol, smoking, and obesity, have led to declines in heart disease morbidity and mortality (2–5).",
        "Many people with risks for heart disease and stroke—such as high blood pressure and high cholesterol—do not know that they have these conditions or how to effectively control them to prevent a heart attack or stroke.",
        "High blood pressure, high blood cholesterol, and smoking are key risk factors for heart disease.",
        "Plaque contains cholesterol and other substances.",
        "Plaque is a combination of fat, calcium, cholesterol, and other substances.",
        "Doctors may recommend additional drugs, such as those that control cholesterol or lower blood pressure, depending on a person's underlying risk factors."
    ],
    "definition": [
        " you don't have to face it alone the term heart failure sounds like the heart is no longer working at all.",
        "The term heart failure sounds like the heart is no longer working at all.",
        "The term refers to several different types of heart conditions, including heart attacks and heart failure.",
        " the term \"arrhythmia\" refers to any problem in the rate or rhythm of a person's heartbeat.",
        "The term \"arrhythmia\" refers to any change from the normal sequence of electrical impulses.",
        "The term \"cardiomegaly\" refers to an enlarged heart seen on any imaging test, including a chest x-ray.",
        "Heart disease is a general term that includes many types of heart problems.",
        "Coronary heart disease is a common term for the buildup of plaque in the heart's arteries that could lead to heart attack or ischemic stroke.",
        "The term is commonly used in its statistical publications and its compilation of the leading causes of death.",
        "The term heart disease refers to several types of heart conditions, including coronary artery disease and heart attack.",
        "The term bicuspid aortic valve refers to the leaflets of the aortic valve."
    ]
}